Repository: mrbeam/MrBeamPlugin
Catalog: octoprint_mrbeam/translations/*/LC_MESSAGES/messages.po
Languages: de, es, fr, it

source: Keep this value to the maximum for the best performance, unless you want to lower it because your material is very light and it's blown away.
de: Die Standardeinstellung ist der Maximalwert. Behalte diese Einstellung bei, es sei denn du bearbeitest besonders leichtes Material, dass durch den Luftstrom weggeblasen würde.
es: Mantén este valor al máximo para obtener el mejor rendimiento, a menos que quieras reducirlo para usar un material muy ligero y que no se vuele.
fr: Garder cette valeur au maximum pour la meilleure performance, à moins que votre matériel est très léger et risque d'être emporté par le courant d'air.
it: Mantieni questo valore al massimo per ottenere migliori prestazioni, a meno che tu non voglia ridurlo perché il tuo materiale è molto leggero e vola via.

source: Compressor
de: Kompressor
es: Compresor
fr: Compresseur
it: Compressore

source: Indicates the number of times the laser will run over the design to engrave it.
de: Gibt an, wie oft der Laser über das Design fährt, um es zu gravieren.
es: Indica el número de veces que el láser pasará sobre el diseño para grabarlo.

source: Increase the number of passes if the material does not get engraved.
de: Erhöhe die Anzahl der Durchläufe, falls das Material nicht ganz graviert wird.
es: Aumenta el número de pasadas si el material no se graba bien.

source: Passes
de: Durchläufe
es: Pasadas
it: Passaggi

source: This is the time which Mr Beam pierces into the material without any movement at the beginning of every new line or shape before it starts moving the laser.
de: Dies ist die Zeit, die Mr Beam am Anfang jeder neuen Linie oder Form ohne Bewegung in das Material einsticht, bevor er mit der Fahrt des Lasers beginnt.
es: Este es el tiempo que Mr Beam perfora el material sin moverse al principio de cada nueva línea o forma.
fr: Ceci est le temps que prend Mr Beam pour percer la surface avant de suivre un nouveau tracé.
it: Questo è il momento in cui Mr Beam penetra il materiale senza fare alcun movimento all’inizio di ogni nuova linea o forma prima che inizi a muovere il laser.

source: For some materials Mr Beam needs more energy to do the first piercing of a cut or engraving than it needs for the ongoing cutting/engraving.
de: Bei einigen Materialien benötigt Mr Beam mehr Energie für den ersten Einstich eines Schnittes oder einer Gravur als für das laufende Schneiden/Gravieren.
es: Para algunos materiales, Mr Beam necesita más energía para hacer la primera perforación de un corte o grabado que para el corte/grabado en curso.
fr: Pour certains matériaux, Mr Beam a besoin de plus d'énergie pour percer la surface d'une gravure que pour la découpe/gravure en cours.

source: If you experience that the laser does not cut or engrave first few millimeters of each new line or shape, try to set a pierce time.
de: Wenn Du feststellst, dass der Laser die ersten Millimeter jeder neuen Linie oder Form nicht schneidet oder graviert, versuche, eine Einstichzeit einzustellen.
es: Si ves que el láser no corta ni graba los primeros milímetros de cada nueva línea o forma, intenta establecer un tiempo de perforación.
fr: Si vous constatez que le laser ne découpe pas ou ne grave pas les premiers millimètres de chaque nouveau tracé, essayez d'appliquer une durée de perçage.
it: Se si verifica che il laser non taglia o incide i primi pochi millimetri di ogni nuova linea o forma, prova a impostare un tempo di perforazione.

source: Try 100ms and adjust if needed.
de: Versuche es mit 100ms und passe es bei Bedarf an.
es: Prueba 100ms y ajústalo si es necesario.
fr: Essayez 100ms et ajustez si nécessaire.
it: Prova 100ms e regola se necessario.

source: Pierce time
de: Einstichzeit
es: Tiempo de perforación
fr: Durée de perçage
it: Tempo di perforazione

source: Pixel / raster engravings are done line by line. This sets <b>the distance between the single lines.</b>
de: Pixel-/Rastergravuren werden zeilenweise durchgeführt. Hiermit wird <b>der Abstand zwischen den einzelnen Linien eingestellt.</b>
es: Los grabados de píxeles / raster se hacen línea por línea. Esto establece <b>la distancia entre cada línea.</b>
fr: Les gravures sont réalisées ligne par ligne. Ceci définit <b>la distance entre les lignes individuelles.</b>
it: Le incisioni pixel / raster vengono eseguite riga per riga. Questo imposta <b>la distanza tra le singole linee.</b>

source: Smaller values allow finer engravings but require a more precise focus and are slower.
de: Kleinere Werte ermöglichen feinere Gravuren, erfordern aber einen genaueren Fokus und sind langsamer.
es: Los valores más pequeños permiten grabados más finos pero requieren un enfoque más preciso y son más lentos.
fr: Une petite valeur permet une gravures fines mais nécessite une mise au point précise et la gravure se fait plus lentement.
it: Valori più bassi consentono incisioni più fini ma richiedono una messa a fuoco più precisa e sono più lenti.

source: Line distance
de: Linienabstand
es: Distancia entre líneas
fr: Distance de ligne
it: Distanza linea

source: All engravings are processed line by line from bottom to top.
de: Alle Gravuren werden zeilenweise von unten nach oben verarbeitet.
es: Todos los grabados son procesados línea por línea de abajo hacia arriba.
fr: Toutes les gravures sont traitées ligne par ligne, de bas en haut.
it: Tutte le incisioni vengono elaborate riga per riga dal basso verso l’alto.

source: The system may cluster objects and process them separately from each other to <b>improve overall job duration by reducing 'empty rides'</b> where the laser stays off.
de: Das System kann Objekte gruppieren und getrennt voneinander verarbeiten, um die Gesamtauftragsdauer zu verbessern, indem es &quot;Leerfahrten&quot; reduziert, bei denen der Laser ausgeschaltet bleibt.
es: El sistema puede agrupar objetos y procesarlos por separado para <b>mejorar la duración total del trabajo al reducir los 'recorridos vacíos'</b> en los que el láser permanece apagado.
fr: Le système peut regrouper des objets et les traiter séparément pour <b>améliorer la durée totale du travail en réduisant les trajets à vide</b> où le laser reste éteint.
it: Il sistema può raggruppare oggetti ed elaborarli separatamente l’uno dall’altro per <b> migliorare la durata complessiva del lavoro riducendo i “corse a vuoto” </b> in cui il laser rimane spento.

source: Recommended (default):
de: Empfohlen (Voreinstellung):
es: Recomendado (por defecto):
fr: Recommandé (par défaut) :
it: Consigliato (impostazione predefinita):

source: Clusters are processed successively and each cluster is processed line by line.
de: Gruppen werden nacheinander verarbeitet während jede Gruppe in sich Zeile für Zeile bearbeitet wird.
es: Los grupos se procesan sucesivamente y cada grupo se procesa línea por línea.
fr: Les groupes sont traités successivement et chaque groupe est traité ligne par ligne.
it: I cluster vengono elaborati in successione e ogni cluster viene elaborato riga per riga.

source: This option reduces 'empty rides' moderately and <b>gives the best precision</b>.
de: Diese Option verringert &quot;Leerfahrten&quot; angemessen und <b>hat die höchste Präzision</b>.
es: Esta opción reduce moderadamente los 'recorridos vacíos' y <b>ofrece la mejor precisión</b>.
fr: Cette option réduit certains trajets à vide et <b>offre la meilleure précision</b>.
it: Questa opzione riduce moderatamente le “corse a vuoto” e <b> offre una precisione migliore</b>.

source: Fast:
de: Schnell:
es: Rápido:
fr: Rapide :
it: Veloce:

source: Aggressive clustering also of smaller objects to reduce 'empty rides' as much as possible.
de: Aggressives Gruppieren auch kleinerer Objekte, um &quot;Leerfahrten&quot; so weit wie möglich zu reduzieren.
es: Mayor agrupación también de objetos más pequeños para reducir al máximo los 'recorridos vacíos'.
fr: Regroupement agressif de petits objets pour réduire autant que possible les trajets à vide.
it: Raggruppamento aggressivo anche di oggetti più piccoli per ridurre il più possibile le “corse a vuoto”.

source: The higher speed might compromise the precision of some engravings, but <b>works well with text or clip-art design.</b>
de: Es ist möglich, dass die höhere Geschwindigkeit die Genauigkeit einiger Gravuren beeinträchtigt, aber dieser Modus<b>eignet sich gut für Text- oder Clip-Art-Design.</b>
es: La velocidad alta puede comprometer la precisión de algunos grabados, pero <b>funciona bien con diseños de texto o clip-art.</b>
fr: La vitesse plus élevée peut compromettre la précision de certaines gravures, mais <b>fonctionne bien avec du texte ou un design clipart.</b>
it: Una velocità maggiore potrebbe compromettere la precisione di alcune incisioni, ma <b> funziona bene con testi o clip art.</b>

source: Basic:
es: Básico:
fr: Basique :
it: Base:

source: No clustering at all, the engravings are processed line by line. In this mode the laserhead may have a lot of 'empty rides' making it slower, but the precision is not compromised.
de: Kein Gruppieren, die Gravuren werden Zeile für Zeile bearbeitet. In diesem Modus kann der Laserkopf viele &quot;Leerfahrten&quot; haben. Das erhöht die Gesamtdauer des Jobs, jedoch ist die Präzision am besten.
es: No hay agrupamiento, los grabados se procesan línea por línea. En este modo, el cabezal láser puede tener muchos 'recorridos vacíos', lo que lo hace más lento, pero la precisión no se ve comprometida.
fr: Pas de regroupement; les gravures sont toutes traitées ligne par ligne. Dans ce mode, la tête laser peut avoir beaucoup de passages à vide, ralentissant la gravure, mais pas de compromis sur la précision.
it: Nessun raggruppamento, le incisioni vengono elaborate riga per riga. In questa modalità la testa del laser può avere molte “corse a vuoto” che la rendono più lenta, ma la precisione non è compromessa.

source: <b>Use this option as fallback</b> if you're experiencing issues with the other options.
de: <b>Verwende diese Option als Fallback</b>, falls Du Probleme mit den anderen Optionen haben solltest.
es: <b>Utiliza esta opción como alternativa</b> si tienes problemas con las otras opciones.
fr: <b>Utilisez cette option comme solution de repli</b> si vous rencontrez des problèmes avec les autres options.
it: <b> Utilizza questa opzione come alternativa</b> se riscontri problemi con le altre opzioni.

source: * Some designs, as photos or long texts, <b>always</b> use basic mode.
de: * Für einige Designs, wie Fotos oder lange Texte, <b>verwendest Du immer</b> den Basismodus.
es: * Algunos diseños, como fotos o textos largos, <b>siempre</b> utilizan el modo básico.
fr: * Certains designs, comme les photos ou les textes descriptifs, utilisent <b>toujours</b> le mode Basique.
it: * Alcuni disegni, come foto o testi lunghi, utilizzano<b> sempre </b> la modalità base.

source: Engraving time optimization mode
de: Gravurzeitoptimierung
es: Modo de optimización del tiempo de grabado
fr: Mode d'optimisation du temps de gravure
it: Modalità di ottimizzazione del tempo di incisione

source: Recommended
de: Empfohlen
es: Recomendado
fr: Recommandé
it: Consigliato

source: Basic
es: Básico
fr: Basique
it: Base

source: Image Preprocessing
de: Bildvorverarbeitung
es: Preprocesamiento de imágenes
fr: Traitement de l'image
it: Preelaborazione dell’immagine

source: Converts the image to solely black and white pixels.
de: Konvertiert das Bild in ausschließlich schwarz-weiße Pixel. (Keine Graustufen)
es: Convierte la imagen a únicamente píxeles en blanco y negro.
fr: Convertit l'image en pixels noirs ou blancs.
it: Converte l’immagine in soli pixel bianchi e neri.

source: Use this if the laser effect on your material is not able to transfer grayscales.
de: Empfohlen für Materialien, auf denen es nicht möglich ist Graustufen zu lasern.
es: Utiliza esta opción si el efecto del láser en el material no es capaz de transferir a escalas de grises.
fr: Utilisez cette option si le matériau ne se prête pas à des dégradés.
it: Usalo se l’effetto laser sul tuo materiale non è in grado di trasferire la scala di grigio.

source: When engraving from one line to an other, the caret will come to a standstill for a short moment with minimal power.
de: Beim Gravieren von einer Linie zur anderen kommt der Laserkopf für einen kurzen Moment mit minimaler Intensität zum Stillstand.
es: Al grabar de una línea a otra, el cabezal se detendrá durante unos instantes con una potencia mínima.

source: This can cause burnmarks on the left and right side of the engraving for particularly sensitive materials such as synthetic leather or foam.
de: Dies kann bei besonders empfindlichen Materialien wie Kunstleder oder Schaumstoff zu leichten Brandflecken auf der linken und rechten Seite der Gravur führen.
es: Esto puede provocar marcas de quemaduras en el lado izquierdo y derecho del grabado en el caso de materiales especialmente sensibles, como el cuero sintético o la espuma.

source: Auto (default):
de: Auto (Voreinstellung):
es: Automatico (por defecto):

source: If the material is deemed sensitive, extra time will be spent to make sure there is no undesired burn marks on the edges of the engraving.
de: Wenn das Material als empfindlich eingestuft wird, wird zusätzliche Zeit aufgewendet, um sicherzustellen, dass sich keine unerwünschten Brandflecken an den Rändern der Gravur befinden.
es: Si el material se considera delicado, se dedicará más tiempo para asegurarse de que no queden marcas de quemaduras no deseadas en los bordes del grabado.

source: Otherwise, it will engrave as fast as possible.
de: Andernfalls wird so schnell wie möglich graviert.
es: Si no, se grabará lo más rápido posible.

source: Careful:
de: Vorsichtig:
es: Cuidadoso:

source: Extra time will be spent when going from line to line to make sure there is no undesired burn marks on the edges of the engraving.
de: Beim Übergang von Linie zu Linie wird zusätzliche Zeit aufgewendet, um sicherzustellen, dass keine unerwünschten Brandflecken an den Rändern der Gravur entstehen.
es: Se dedicará más tiempo al pasar de una línea a otra para asegurarse de que no queden marcas de quemado no deseadas en los bordes del grabado.

source: Do the least amount of movement from line to line, making it as fast as possible.
de: So wenig zusätzliche Bewegung wie möglich von Linie zu Linie um die Gravur so schnell wie möglich zu machen.
es: Haz el menor movimiento posible de línea a línea, haciéndolo lo más rápido posible.

source: This can cause burnmarks on the left and right side of the engraving for sensitive material.
de: Dies kann bei empfindlichem Material zu Brandflecken auf der linken und rechten Seite der Gravur führen.
es: Esto puede causar quemaduras en el lado izquierdo y derecho del grabado para material sensible.

source: Prevent unwanted burn marks
de: Unerwünschte Brandflecken verhindern
es: Evita marcas de quemaduras indeseadas

source: This feature has been disabled as the burn marks issue has been resolved in our Software
de: Diese Funktion wurde entfernt, da das Problem mit dem neusten Softwareupdate behoben wurde
es: Esta función se ha desactivado, ya que el problema de las marcas de quemaduras se ha resuelto en nuestro software.

source: Careful
de: Vorsichtig
es: Cuidadoso

source: Fast
de: Schnell
es: Rápido
fr: Rapide
it: Veloce

source: Sorry, there are no engraving settings for this material.
de: Leider gibt es für dieses Material keine Gravureinstellungen.
es: Lo sentimos, no hay ajustes de grabado para este material.
fr: Désolé, il n'y a pas de paramètres de gravure pour ce matériau.
it: Siamo spiacenti, non ci sono impostazioni di incisione per questo materiale.

source: I know what I am doing! Let me try my own.
de: Ich weiß, was ich tue! Lass es mich selbst versuchen.
es: Sé lo que estoy haciendo, ¡déjame probar!.
fr: Je sais ce que je fais ! Laissez-moi essayer les miens.
it: So cosa sto facendo! Fammi provare a modo mio.

source: Sets the intensity of the laser.
de: Legt die Intensität des Lasers fest.
es: Ajusta la intensidad del láser.
fr: Règle l'intensité du laser.
it: Imposta l’intensità del laser.

source: The more intensity the deeper the effect on the material.
de: Je mehr Intensität, desto tiefer die Wirkung auf das Material.
es: Cuanto mayor sea la intensidad, mayor será el efecto sobre el material.
fr: Plus l'intensité est élevée, plus le matériel sera consumé.
it: Maggiore è l’intensità, più profondo è l’effetto sul materiale.

source: Cutting needs higher intensities than engraving.
de: Schneiden erfordert höhere Intensitäten als Gravieren.
es: Para cortar hacen falta intensidades más altas que para grabar.
fr: La découpe nécessite une intensité plus élevée que la gravure.
it: Il taglio richiede intensità più elevate rispetto all’incisione.

source: The effect in general is dependent from the material and its color and surface.
de: Die Wirkung ist im Allgemeinen abhängig vom Material sowie von dessen Farbe und Oberfläche.
es: El efecto en general depende del material y de su color y superficie.
fr: La performance de découpe dépend aussi du matériau, de sa couleur et de sa surface.
it: L’effetto in generale dipende dal materiale, dal suo colore e dalla sua superficie.

source: Intensity
de: Intensität
es: Intensidad
fr: Intensité
it: Intensità

source: Sets the velocity of the laser head (50-3000 mm/min).
de: Legt die Geschwindigkeit des Laserkopfes fest (50-3000 mm/min).
es: Ajusta la velocidad del cabezal láser (50-3000 mm/min).

source: The slower the movement the deeper the effect on the material.
de: Je langsamer die Bewegung, desto tiefer die Wirkung auf das Material.
es: Cuanto más lento sea el movimiento, más profundo será el efecto sobre el material.
fr: Plus le mouvement est lent, plus l'effet sur le matériau est profond.
it: Più lento è il movimento, più profondo è l’effetto sul materiale.

source: Cutting needs slower movement than engraving.
de: Schneiden erfordert eine niedrigere Geschwindigkeit als Gravieren.
es: Para cortar hacen falta velocidades más lentas que para grabar.
fr: La découpe nécessite un mouvement plus lent que la gravure.
it: Il taglio richiede movimenti più lenti rispetto all’incisione.

source: Speed
de: Geschwindigkeit
es: Velocidad
fr: Vitesse
it: Velocità

source: Indicates the number of times the laser will run over the design to cut it.
de: Gibt an, wie oft der Laser über das Design läuft, um es zu schneiden.
es: Indica el número de veces que el láser pasará sobre el diseño para cortarlo.

source: Increase the number of passes if the material does not get cut.
de: Erhöhe die Anzahl der Durchläufe, falls das Material nicht ganz durchgeschnitten wird.
es: Aumenta el número de pasadas si el material no se corta bien.

source: Progressive cut (activate in advanced settings):
de: Progressiv (in den erweiterten Einstellungen):
es: Corte progresivo (activar en la configuración avanzada):

source: Slows down the laser head progressively in every cut. Depending on the design, this might save time by making it possible to reduce passes, and can also reduce burn marks.
de: Verlangsamt den Laserkopf progressiv bei jedem Schnitt . Abhängig vom Design kann Zeit gespart werden weil weniger Durchläuft benötigt werden. Auch Schmauchspuren lassen sich evtl. verringern.
es: Ralentiza el cabezal del láser progresivamente en cada corte. Dependiendo del diseño, esto puede ahorrar tiempo al hacer posible la reducción de pasadas, y también puede reducir las marcas de quemaduras.

source: progressive
de: progressiv
es: progresiva
fr: progressif

source: For some materials Mr Beam needs more energy to do the first pierce of a cut or engraving than it needs for the ongoing cutting/engraving.
de: Bei einigen Materialien benötigt Mr Beam mehr Energie für den ersten Einstich eines Schnittes oder einer Gravur als für das laufende Schneiden/Gravieren.
es: Para algunos materiales, Mr Beam necesita más energía para hacer la primera perforación de un corte o grabado que para el corte/grabado en curso.
fr: Pour certains matériaux, Mr Beam a besoin de plus d'énergie pour percer la surface d'une gravure que pour la découpe/gravure en cours.

source: Sorry, there are no cutting settings for this material.
de: Leider gibt es für dieses Material keine Schneideeinstellungen.
es: Lo sentimos, no hay ajustes de corte para este material.
fr: Désolé, il n'y a pas de paramètres de coupe pour ce matériau.
it: Siamo spiacenti, non ci sono impostazioni di taglio per questo materiale.

source: + Drag cut symbols here for another job +
de: + Ziehe ein Schneidesymbol hierher um einen weiteren Block anzulegen +
es: + Arrastrar los símbolos de corte aquí para crear otro trabajo +
fr: + Glisser les symboles de découpe ici pour une autre tâche +

source: Estimation:
de: Geschätzt:
es: Estimación:

source: show advanced settings
de: erweiterte Einstellungen anzeigen
es: mostrar opciones avanzadas
fr: afficher les paramètres avancés
it: mostra impostazioni avanzate

source: Start
es: Empezar
fr: Commencer
it: Inizia

source: Settings to be adjusted
de: Einstellungen müssen noch angepasst werden
es: Ajustes a realizar
fr: Réglages qui nécessitent un ajustement
it: Impostazioni da regolare

source: Learn how to cut out lettering
de: Lerne, wie man Beschriftungen ausschneidet
es: Aprende a recortar letras
fr: Apprenez à découper les écritures
it: Scopri come ritagliare le lettere

source: Did you focus your laserhead?
de: Hast Du den Laserkopf fokussiert?
es: ¿Has enfocado el cabezal láser?
fr: Avez vous focalisé votre laser ?
it: Hai messo a fuoco la testa del laser?

source: Focus your laserhead before starting the job to get the best quality!
de: Fokussiere den Laserkopf, um ein gutes Ergebnis zu erzielen!
es: Enfoca el cabezal láser antes de empezar para conseguir la mejor calidad!
fr: Mettez au point votre laser avant de commencer le travail afin d'obtenir la meilleure qualité !
it: Per ottenere la massima qualità di taglio metti a fuoco la testa del laser prima di iniziare il lavoro.

source: Learn how to do this.
de: Lerne wie das geht.
es: Aprende cómo hacerlo.
fr: Apprendre comment faire.
it: Scopri come farlo.

source: Reminder: Never remove any components while your Mr Beam is switched on! To make sure your Mr Beam is turned off, take out the key and unplug the power supply.
de: Zur Erinnerung: Entferne niemals Komponenten, während dein Mr Beam noch aktiv ist! Um sicherzustellen, dass du ihn zuvor ausgeschaltet hast, zieh den Schlüssel ab und trenne ihn von der Stromquelle.
es: Recuerda: Nunca desmontes ningún componente mientras tu Mr Beam esté encendido. Para asegurarte de que está apagado, saca la llave y desenchufa la fuente de alimentación.

source: Don't remind me again
de: Erinnere mich nicht mehr
es: No volver a recordármelo
fr: Ne me le rappelez pas
it: Non ricordarmelo più

source: I forgot
de: vergessen…
es: Lo olvidé
fr: J'ai oublié
it: Ho dimenticato

source: Move over the material
de: Über das Material fahren
es: Mover sobre el material
fr: Déplacez le matériau ici

source: It's focused!
de: Fokussiert!
es: ¡Enfocado!
fr: C'est mis au point !
it: E’ a fuoco!

source: A 'Hard Refresh' is needed after the last Software Update
de: Nach dem letzten Software-Update ist ein „Hard Refresh” erfoderlich
es: Tras la última actualización de software, es necesario realizar un 'Hard Refresh'

source: An update has been installed on this Mr Beam. To use the new functions, the user interface must be completely reloaded.
de: Auf dem Mr Beam wurde ein Update installiert. Um die neuen Funktionen nutzen zu können muss die Benutzeroberfläche komplett neu geladen werden.
es: Se ha instalado una nueva actualización. Para utilizar las nuevas funciones, es necesario refrescar completamente la página.
