Repository: mrbeam/MrBeamPlugin
Catalog: octoprint_mrbeam/translations/*/LC_MESSAGES/messages.po
Languages: de, es, fr, it

source: If you have any concerns about laser safety or do not agree with the above conditions, do not use this software.
de: Sollten Sie Bedenken bezüglich der Lasersicherheit haben oder mit den obigen Bedingungen nicht einverstanden sein, verwenden Sie diese Software nicht.
es: Si tienes alguna duda sobre la seguridad del láser o si no estás de acuerdo con las condiciones anteriores, no utilices este software.

source: Thank you for your attention.
de: Vielen Dank für Ihre Aufmerksamkeit.
es: Gracias por leer con atención.

source: Show this information again next time. <br> Otherwise you can also find it here: Settings / Laser safety
de: Zeig diese Information beim nächsten mal erneut. <br> Ansonsten findest du ihn auch hier: Einstellungen / Lasersicherheit
es: Volver a mostrar esta información la próxima vez. <br> También puede encontrarse aquí: Ajustes / Seguridad del láser

source: Laser Safety
de: Lasersicherheit
es: Seguridad del Láser
fr: Sécurité laser
it: Sicurezza laser

source: I do fully understand and agree!
de: Ich verstehe und stimme zu!
es: Lo entiendo perfectamente y estoy de acuerdo!
fr: Je comprends parfaitement et suis d'accord !
it: Comprendo pienamente e accetto!

source: beamOS is starting...
de: beamOS startet...
es: beamOS está empezando....
fr: beamOS démarre...
it: beamOS si sta avviando…

source: Not loading?<br />Try a full reload by pressing <strong>command + shift + r</strong>
de: Lädt nicht?<br />Versuche einen vollständigen Reload, indem Du <strong>Cmd + Feststelltaste + r</strong> drückst
es: ¿No se carga?<br />Intenta una recarga completa presionando <strong>command + shift + r</strong>

source: Not loading?<br />Try a full reload by pressing <strong>Ctrl + SHIFT + R</strong>
de: Lädt nicht?<br />Versuche einen vollständigen Reload, indem Du <strong>Ctrl + UMSCHALT + R</strong> drückst
es: ¿No se carga?<br />Intenta una recarga completa presionando <strong>Ctrl + SHIFT + R</strong>

source: Not loading?<br />Try to reload the page.
de: Läd nicht?<br />Versuche die Seite neu zu laden.
es: ¿No se carga?<br />Intenta recargar la página.

source: Something went wrong
de: Etwas ist schief gelaufen
es: Algo ha salido mal

source: Serial
de: Seriennummer
es: Número de serie
fr: N° de série
it: Seriale

source: Mr Beam Name
es: Nombre del Mr Beam
fr: Nom du Mr Beam
it: Nome Mr Beam

source: Login
de: Anmelden
es: Iniciar Sesión
fr: S'identifier

source: Password
de: Passwort
es: Contraseña
fr: Mot de passe

source: Remember me
de: Angemeldet bleiben
es: Recordarme
fr: Se souvenir de moi
it: Ricordami

source: Forgot your password? Contact %(tag_open)sMr Beam Support%(tag_close)s.
de: Passwort vergessen? Kontaktiere %(tag_open)sMr Beam Support%(tag_close)s.
es: ¿Has olvidado tu contraseña? Contacta con %(tag_open)sel equipo de apoyo de Mr Beam%(tag_close)s.
fr: Avez vous oublié votre mot de passe ? Contactez le %(tag_open)sSupport Mr Beam%(tag_close)s.
it: Dimenticato la password? Contta %(tag_open)sil suppoto di Mr Beam%(tag_close)s.

source: Access Control
de: Zugriffskontrolle
es: Control de Acceso
fr: Contrôler l'accès
it: Controllo di accesso

source: For security reasons, you can only use your Mr Beam after logging in with a user account.
de: Aus Sicherheitsgründen kannst Du Deinen Mr Beam nur nach Anmeldung mit einem Benutzerkonto nutzen.
es: Por razones de seguridad, solo puedes utilizar tu Mr Beam después de iniciar sesión con una cuenta de usuario.
fr: Pour des raisons de sécurité, vous ne pouvez utiliser votre Mr Beam qu'après vous être connecté avec un compte utilisateur.

source: Please remember your access data!
de: Bitte merke dir Deine Zugangsdaten gut!
es: Por favor, ¡recuerda tus datos de acceso!
fr: N'oubliez pas vos données d'accès !
it: Per favore ricorda i tuoi dati di accesso!

source: If you forget your access information, you'll need to contact the Mr Beam Support Team to reset your device. You can find more about this in our %(tag_open)sKnowledge Base%(tag_close)s.
de: Solltest Du Deine Zugangsdaten einmal vergessen haben, kannst Du das Mr Beam Support Team kontaktieren um Dein Gerät zurückzusetzen. Mehr dazu findest Du in der %(tag_open)sKnowledge Base%(tag_close)s.
es: Si olvidas tu información de acceso, tendrás que ponerte en contacto con el equipo de asistencia de Mr Beam para restablecer tu dispositivo. Puedes encontrar más información en nuestra %(tag_open)sKnowledge Base%(tag_close)s.
fr: Si vous oubliez vos informations d'accès, vous devrez contacter l'équipe de support Mr Beam pour réinitialiser votre appareil. Vous trouverez plus d'informations à ce sujet dans notre %(tag_open)sBase de Connaissances%(tag_close)s.
it: Se dimentichi le informazioni di accesso, è necessario contattare il team di supporto Mr Beam per ripristinare il dispositivo. Puoi trovare ulteriori informazioni al riguardo nella nostre %(tag_open)sConoscenze Base%(tag_close)s.

source: Quickstart Guide
es: Guía de inicio rápido
fr: Guide de démarrage rapide
it: Guida Rapida

source: User Manual
de: Betriebsanleitung
es: Manual del usuario
fr: Manuel d’Instructions
it: Manuale Utente

source: Mr Beam Logo
es: Logo Mr Beam
fr: Logo Mr Beam
it: Logo Mr Beam

source: working area
de: arbeitsbereich
es: área de trabajo
fr: espace de travail
it: area di lavoro

source: design library
de: designbibliothek
es: biblioteca de diseños
fr: bibliothèque de designs
it: libreria disegni

source: design store
es: tienda de diseños

source: material store
es: tienda de materiales

source: focus
de: fokus
es: enfocar
fr: mise au point

source: Settings
de: Einstellungen
es: Ajustes
fr: Paramètres
it: Impostazioni

source: Fullscreen
de: Vollbild
es: Pantalla completa
fr: Plein écran
it: Modalità schermo intero

source: Exit Fullscreen
de: Vollbild verlassen
es: Salir de pantalla completa
fr: Quitter le mode plein-écran
it: Esci dalla modalità schermo intero

source: Support
es: Atención al cliente

source: Guided tour
de: Geführte Tour
es: Tour guiado

source: Version
es: Versión
it: Versione

source: Homepage
de: Startseite
es: Página de inicio
fr: Page d'accueil

source: Sourcecode
es: Código fuente
fr: Code source
it: Codice sorgente

source: Documentation
de: Dokumentation
es: Documentación
it: Documentazione

source: Bugs and Requests
de: Fehler und Anfragen
es: Bugs y Peticiones
fr: Bugs et Demandes

source: Corners
de: Ecken
es: Bordes
fr: Coins arrondis
it: Angoli

source: Sharpness
de: Schärfe
es: Nitidez
fr: Netteté
it: Nitidezza

source: Line Color
de: Linienfarbe
es: Color de Línea
fr: Couleur du Tracé
it: Colore linea

source: Fill Color
de: Füllfarbe
es: Color de Relleno
fr: Couleur du remplissage

source: Previous Font
de: Vorherige Schriftart
es: Fuente anterior
fr: Police précédente
it: Font precedente

source: Next Font
de: Nächste Schriftart
es: Siguiente fuente
fr: Police suivante
it: Font successivo

source: Baseline
de: Grundlinie
es: Referencia

source: outside
de: außerhalb
es: fuera

source: inside
de: innenhalb
es: dentro

source: Ready To Laser?
de: Bereit zum Lasern?
es: ¿Empezamos?
fr: Prêt pour la découpe ?
it: Pronti per laserare?

source: Pause
es: Pausar
it: Pausa

source: Can not detect air filter system. Is it plugged in?
de: Kann das Air Filter System nicht erkennen. Ist es angeschlossen?
es: No se detecta el sistema de filtrado de aire. ¿Está enchufado?
fr: Ne peut pas détecter le système le filtre à air. Est-il branché ?
it: Impossibile rilevare il sistema di filtro dell’aria. È collegato?

source: Please close the lid completely before we can proceed.
de: Bitte schließe den Deckel vollständig, bevor wir fortfahren können.
es: Por favor, cierra la tapa antes de seguir.
fr: Veuillez fermer le couvercle complètement avant de continuer.
it: Si prega di chiudere completamente il coperchio prima di poter procedere.

source: Everything is ready to go.
de: Alles ist startklar.
es: Todo listo para empezar.
fr: Tout est prêt pour commencer.
it: Tutto è pronto a partire.

source: Estimated duration
de: Geschätzte Dauer
es: Duración estimada
fr: Durée estimée
it: Durata stimata

source: cancel
de: abbrechen
es: cancelar
fr: annuler
it: cancella

source: Cancel Laser Job
de: Laserjob abbrechen
es: Cancelar trabajo
fr: Annuler la Découpe / Gravure
it: Cancella lavorazione laser

source: Plug in air filter system
de: Air Filter System anschließen
es: Conecta el sistema de extracción
fr: Connectez le filtre à air

source: Close the lid
de: Schließe den Deckel
es: Cierra la tapa
fr: Fermer le couvercle
it: Chiudi coperchio

source: Press the button to start
de: Drücke den Startknopf, um zu starten
es: Pulsa el botón para empezar
fr: Appuyez sur le bouton pour démarrer
it: Premi bottone per avviare

source: Press the button to continue
de: Drücke den Startknopf, um fortzufahren
es: Pulsa el botón para continuar
fr: Appuyez sur le bouton pour continuer
it: Premi bottone per continuare

source: Cooling
de: Abkühlen
es: Enfriando
fr: Refroidissement
it: In raffreddamento

source: Mr Beam is pausing for a cooling break. The laser job will resume as soon as possible.
de: Mr Beam macht eine Kühlpause. Der Laserjob wird so bald wie möglich fortgesetzt.
es: Mr Beam está haciendo una pausa para refrescarse. El trabajo se reanudará lo antes posible.

source: If cooling pauses occur regularly, please clean your laser head. If you have just cleaned the laser head, please check if it is reassembled correctly.
de: Sollten die Kühlpausen häufiger auftreten, reinige bitte deinen Laserkopf. Falls du den Laserkopf gerade gereinigt hast, überprüfe, ob dieser wieder richtig zusammengebaut ist.
es: Si se producen pausas de enfriamiento a menudo, limpia el cabezal del láser. Si acabas de hacerlo, comprueba si está correctamente montado.

source: For more information, please have a look at our article on %(opening_tag)scooling pauses%(closing_tag)s.
de: Weitere Informationen findest Du in diesem %(opening_tag)sKnowledge Base-Artikel%(closing_tag)s.
es: Para más información echa un vistazo a nuestro artículo sobre %(opening_tag)spausas de enfriado%(closing_tag)s.

source: Please wait
de: Bitte warten
es: Espere por favor

source: How likely are you to recommend Mr Beam to a friend or colleague?
de: Wie wahrscheinlich ist es, dass Du Mr Beam an einen Freund oder Kollegen weiterempfehlst?
es: ¿Con qué probabilidad recomendarías Mr Beam a un amigo o compañero?

source: Not at all likely
de: Überhaupt nicht wahrscheinlich
es: Nada probable

source: Extremely likely
de: Sehr wahrscheinlich
es: Muy probable

source: Thank you for your response.
de: Vielen Dank für deine Antwort.
es: Gracias por tu respuesta.

source: Help us by explaining your score...
de: Hilf uns mit einer Erklärung zu deiner Bewertung…
es: Ayúdenos explicando tu puntuación...

source: Phone or email: (optional)
de: Telefon oder E-Mail: (optional)
es: Teléfono o correo electrónico: (opcional)

source: If it's ok to contact you about your feedback.
de: Wenn es Ok ist, dich zu deinem Feedback zu kontaktieren.
es: Acepto que me contacten para preguntar.

source: Positive reviews from awesome customers like you help others to feel confident about choosing Mr Beam too. <br />Could you take 60 seconds to go to the %(opening_tag)sMr Beam Store%(closing_tag)s and share your happy experiences?
de: Positive Bewertungen von großartigen Kunden wie dir helfen anderen, sich ebenfalls für Mr Beam zu entscheiden. <br />Bitte nimm dir 60 Sekunden Zeit, um auf %(opening_tag)sMr Beam Store%(closing_tag)s zu gehen und dort deine guten Erfahrungen zu teilen!
es: Las opiniones positivas de clientes tan increíbles como tú ayudan a que otros también se sientan seguros al elegir Mr Beam. <br />¿Podrías tomarte 60 segundos para ir a la %(opening_tag)sMr Beam Store%(closing_tag)s y compartir tu experiencia?

source: We will be forever grateful. Thank you in advance for helping us out!
de: Vielen lieben Dank im Voraus für deine Unterstützung!
es: Te estaremos eternamente agradecidos. Gracias de antemano por ayudarnos.

source: Your Mr Beam team
de: Dein Mr Beam Team
es: Tu equipo de Mr Beam

source: Did you know:
de: Wusstest du schon:
es: Sabías que:

source: We have a great online support portal with lots of helpful articles to help out with common problems. There you can also find tips on what materials to use or how to create designs and more. And of course you can reach our friendly support team at any time by writing us a ticket.
de: Wir haben ein super Online-Support-Portal mit vielen hilfreichen Artikeln, die bei häufigen Problemen weiterhelfen. Dort findest du auch Tipps, welche Materialien du verwenden solltest oder wie du Designs erstellen kannst und mehr. Und natürlich kannst du auch unser freundliches Support-Team jederzeit erreichen, indem du uns ein Ticket schreibst.
es: Tenemos un portal de asistencia online con muchos artículos útiles que te ayudarán con los problemas más comunes. También encontrarás consejos sobre qué materiales utilizar o cómo crear diseños, entre otras cosas. Y, por supuesto, puedes ponerte en contacto con nuestro equipo de asistencia en cualquier momento escribiéndonos un ticket.

source: Go to the Mr Beam Support Portal
de: Zum Mr Beam Support Portal
es: Ir al portal de Asistencia Online

source: Don't ask me again
de: Frage mich nicht mehr
es: No volver a recordármelo
fr: Ne me le rappelez pas
it: Non chiedermelo più

source: Send
de: Senden
es: Enviar
fr: Envoyer
it: Invia

source: OctoPrint Settings
de: OctoPrint Einstellungen
es: Ajustes de OctoPrint
fr: Paramètres OctoPrint
it: Impostazioni OctoPrint

source: Software Channel
de: Software-Kanal
es: Canal de Software
fr: Canal logiciel
it: Canale Software

source: Stable Channel
de: Stabiler Kanal
es: Canal Estable
fr: Canal Stable
it: Canale Stabile

source: Use the most stable software for your Mr&nbsp;Beam. You will only get notified about officially released and well tested software updates.
de: Verwende die stabilste Software für Deinen Mr&nbsp;Beam. Du wirst nur über offiziell freigegebene und gut getestete Software-Updates benachrichtigt.
es: Utiliza el software más estable para tu Mr&nbsp;Beam. Sólo se te avisará de las actualizaciones que hayan sido publicadas oficialmente y estén bien comprobadas.
fr: Le logiciel le plus stable pour votre Mr&nbsp;Beam. Vous ne serez que informé des mises à jour officiellement publiées et rigoureusement testées.

source: You can also download the latest STABLE software update via %(opening_tag)sthis link%(closing_tag)s and update your Mr&nbsp;Beam per USB stick.
de: Du kannst auch das neueste STABLE-Software-Update unter %(opening_tag)sdiesem Link%(closing_tag)s herunterladen und Deinen Mr&nbsp;Beam per USB-Stick aktualisieren.
es: También puedes descargar la última actualización ESTABLE del software en %(opening_tag)seste enlace%(closing_tag)s y actualizar tu Mr&nbsp;Beam con una memoria USB.

source: Beta Channel
de: Beta-Kanal
es: Canal Beta
fr: Canal Beta
it: Canale Beta

source: Get the latest Mr&nbsp;Beam development! In this channel you can try the newest features even before they are officially released, with more frequent updates. Use this if you are curious, you can always switch back to the stable channel if you experience errors.
de: Teste die neueste Mr&nbsp;Beam Entwicklung! In diesem Kanal kannst Du die neuesten Funktionen ausprobieren, noch bevor sie offiziell veröffentlicht werden. Es gibt öfters Updates. Wähle diesen Kanal, wenn Du neugierig bist - Du kannst jederzeit zum Stabilen Kanal zurückkehren, wenn Du auf Probleme stößt.
es: ¡Prueba lo último en desarrollo de Mr&nbsp;Beam! En este canal encontrarás las prestaciones más nuevas, antes incluso de que sean publicadas oficialmente, y con actualizaciones más frecuentes. Utilízalo si eres curioso por naturaleza, siempre podrás volver al canal Estable si ves que hay algún error.
fr: Recevez les derniers ajouts à Mr&nbsp;Beam ! Ce canal de diffusion vous permet d'essayer les nouvelles fonctionnalités avant même qu'elles ne soient officiellement publiées, agrémenté de mises à jour plus fréquentes. Utilisez la si vous êtes curieux; vous pouvez toujours revenir à la version stable si vous rencontrez des erreurs.

source: Find out %(link_open)swhat's new in the beta channel.%(link_close)s
de: Was gibt es %(link_open)sNeues im Beta-Kanal%(link_close)s?
es: Descubre%(link_open)squé hay de nuevo en el canal beta.%(link_close)s

source: Check our %(a_strong_open)sYoutube channel%(a_strong_close)s to find tutorials and practical tips for you.
de: Besuche unseren %(a_strong_open)sYouTube-Kanal%(a_strong_close)s, um Dir Video-Tutorials und mehr anzuschauen.
es: Echa un vistazo a nuestro%(a_strong_open)s canal de YouTube%(a_strong_close)s, donde puedes encontrar videotutoriales y mucho más.
fr: Consultez notre %(a_strong_open)schaîne YouTube%(a_strong_close)s pour trouver des tutos et conseils pratiques pour vous.
it: Controlla il nostro %(a_strong_open)scanale YouTube%(a_strong_close) s per trovare tutorial e consigli pratici per te.

source: Do you want to know what to do if you need help? Visit our %(a_strong_open)sKnowledge Base%(a_strong_close)s
de: Und was ist, wenn Du einmal etwas Hilfe brauchst? Besuche unsere %(a_strong_open)sKnowledge Base%(a_strong_close)s
es: ¿Qué hacer si necesitas ayuda? Visita nuestra %(a_strong_open)sKnowledge Base%(a_strong_close)s
fr: Savez vous où demander de l'aide? Consultez notre %(a_strong_open)sBase de Connaissances%(a_strong_close)s
it: Vuoi sapere cosa fare se hai bisogno di aiuto? Consulta le nostre %(a_strong_open)sConoscenze Base%(a_strong_close)s

source: Let's take a %(a_strong_open)sguided tour%(a_strong_close)s together to get your first laser job done.
de: Mache eine %(a_strong_open)sgeführte Tour%(a_strong_close)s, um Deinen ersten Laserjob zu meistern.
es: Prueba nuestro %(a_strong_open)stour guiado%(a_strong_close)s para hacer tu primer trabajo.
fr: Faisons une %(a_strong_open)svisite guidée%(a_strong_close)s ensemble afin d'accomplir votre première réalisation.
it: Facciamo un tour %(a_strong_open)sguidato%(a_strong_close)s insieme per completare il tuo primo lavoro al laser.

source: selected
de: ausgewählt
es: seleccionado
fr: choisi

source: Total size
de: Gesamtgröße
es: Tamaño total
fr: Taille totale

source: Delete Selection
de: Auswahl löschen
es: Eliminar Selección
fr: Supprimer la Sélection

source: Unselect all
de: Alles abwählen
es: Deseleccionar todos
fr: Rien sélectionner

source: Sort
de: Sortieren
es: Ordenar
fr: Trier

source: Name
es: Nombre
fr: Nom
it: Nome

source: ascending
de: aufsteigend
es: ascendente
fr: ascendant
it: ascendente

source: Upload date
de: Hochladedatum
es: Fecha de carga
fr: Date d'envoi

source: descending
de: absteigend
es: descendente
fr: décroissant
it: discendente

source: File size
de: Dateigröße
es: Tamaño de archivo
fr: Taille du fichier

source: Filter
es: Filtro
fr: Filtrer

source: Design files
de: Design-Dateien
es: Archivos de diseño
fr: Fichiers Design

source: GCode files
de: GCode-Dateien
es: Archivos GCode
fr: Fichiers GCode

source: Recent jobs
de: Letzte Jobs
es: Trabajos recientes
fr: Tâches récentes
it: Lavori recenti

source: Free
de: Kostenlos
es: Libre
fr: Espace libre
it: Libera

source: Upload
de: Hochladen
es: Subir
fr: Envoyer
it: Carica

source: Photo
de: Foto
es: Foto
it: Foto

source: Hint: You can also drag and drop files on this page to upload them.
de: Hinweis: Du kannst auch Dateien auf dieser Seite per Drag & Drop hochladen.
es: Sugerencia: También puedes arrastrar y soltar archivos en la página para subirlos.
fr: Astuce : Vous pouvez également faire glisser des fichiers sur cette page pour les envoyer.
it: Suggerimento: è anche possibile fare Drag&Drop dei file in questa pagina per caricarli.

source: Currently in
de: Derzeit in
es: Actualmente en
fr: Vous êtes là :

source: Add Folder
de: Ordner hinzufügen
es: Añadir Carpeta
fr: Ajouter un Dossier

source: Download
es: Descargar
fr: Télécharger
it: Scarica

source: Remove
de: Entfernen
es: Eliminar
fr: Supprimer
it: Rimuovi

source: Uploaded
de: Hochgeladen
es: Subido
fr: Envoyé
it: Caricato

source: Size
de: Größe
es: Tamaño
fr: Taille
it: Dimensione

source: Created at
de: Erstellt am
es: Creado en
fr: Créé à
it: Creato il

source: Internal
de: Intern
es: Interno
fr: Interne

source: Messages From Mr Beam
de: Nachrichten von Mr Beam
es: Mensajes de Mr Beam

source: No Messages selected
de: Keine Nachricht ausgewählt
es: No hay mensajes seleccionados

source: Terminal filters
de: Terminal-Filter
es: Filtros de terminal
fr: Filtres terminal
it: Filtri terminali

source: GCode reference
de: GCode-Referenz
es: Referencia GCode
fr: Référence GCode
it: Riferimento GCode

source: rapid position move
de: schnelle Positionsbewegung
es: movimiento de posicionamiento rápido
fr: déplacement rapide
it: movimento rapido di posizione

source: parameters:
de: Parameter:
es: parámetros:
fr: paramètres :
it: parametri:

source: example:
de: Beispiel:
es: ejemplo:
fr: exemple :
it: esempio:

source: set feedrate for
de: Geschwindigkeit einstellen für
es: fijar el feedrate para
fr: définir la vitesse pour
it: imposta avanzamento per

source: parameters: value
de: Parameter: Wert
es: parámetros: valor
fr: paramètres : valeur
it: parametri: valore

source: set laser intensity for
de: Legt die Intensität des Lasers fest
es: ajusta la intensidad del láser para

source: parameters: value 0-1300
de: Parameter: Wert 0-1300
es: parámetros: valor 0-1300

source: work move, line
de: Arbeitsbewegung, Linie
es: desplazamiento, línea
fr: déplacement , ligne
it: movimento di lavorazione, linea

source: work move, arc clockwise
de: Arbeitsbewegung, Bogen im Uhrzeigersinn
es: desplazamiento, arco (en sentido de las agujas del reloj)
fr: déplacement, dans le sens horaire
it: movimento di lavorazione, arco senso orario

source: work move, arc counterclockwise
de: Arbeitsbewegung, Bogen gegen den Uhrzeigersinn
es: desplazamiento, arco (en sentido contrario a las agujas del reloj)
fr: déplacement, dans le sens anti-horaire
it: movimento di lavorazione, arco senso antiorario

source: dwell, pasue
de: Verweilen, Pause
es: pausa

source: parameters: value in seconds
de: Parameter: Wert in Sekunden
es: parámetros: valor en segundos

source: laser on
de: Laser an
es: encender láser
fr: laser allumé
it: laser acceso

source: laser off
de: Laser aus
es: apagar láser
fr: laser éteint
it: laser spento

source: compressor state (dreamcut only)
de: Kompressor-Status (nur dreamcut)
es: estado del compresor (solo dreamcut)

source: machine off
de: Gerät aus
es: apagar máquina
fr: machine éteinte
it: macchina spenta

source: absolute coordinate mode
de: absoluter Koordinatenmodus
es: modo de coordenadas absolutas
fr: utiliser les coordonnées absolues
it: modalità di coordinate assolute

source: relative coordinate mode
de: relativer Koordinatenmodus
es: modo de coordenadas relativas
fr: utiliser les coordonnées relatives
it: modalità di coordinate relative

source: set coordinate origin
de: Koordinatenursprung setzen
es: establecer origen de coordenadas
fr: régler le point d'origine
it: imposta origine coordinate

source: set units to inches
de: Einheiten auf Zoll einstellen
es: ajustar las unidades a pulgadas
fr: afficher les unités en pouces
it: imposta unità in pollici

source: set units to millimeters
de: Einheiten auf Millimeter einstellen
es: ajustar las unidades a milímetros
fr: afficher les unités en millimètres
it: imposta unità in millimetri

source: State
de: Status
es: Estado
fr: État
it: Stato

source: Mr Beam's current state
de: Status Deines Mr Beams
es: Estado actual de Mr Beam
fr: État de votre Mr Beam

source: Your current Internet connection state
de: Dein aktueller Internet-Verbindungsstatus
es: El estado actual de tu conexión a Internet
fr: État de votre connection Internet

source: File
de: Datei
es: Archivo
fr: Fichier
