Repository: mrbeam/MrBeamPlugin
Catalog: octoprint_mrbeam/translations/*/LC_MESSAGES/messages.po
Languages: de, es, fr, it

source: Timelapse
de: Zeitraffer
es: Lapso de tiempo
fr: Timelapse (Vidéo accélérée)

source: Approx. Total Job Time
de: Ungefähre Gesamtauftragsdauer
es: Tiempo Total de Trabajo aprox.
fr: Durée totale approx.
it: Appross. Tempo di lavorazione totale

source: Laser Time:
de: Laserdauer:
es: Progreso:
fr: Durée de fonctionnement :
it: Tempo Laser:

source: Processed
de: Verarbeitet
es: Procesado
fr: Traité
it: Elaborato

source: Print Time
de: Druckzeit
es: Tiempo de Impresión
fr: Durée d'impression
it: Tempo di stampa

source: Print Time Left
de: Druckzeit links
es: Tiempo de impresión restante
fr: Durée restante
it: Tempo di stampa mancante

source: Laser
es: Láser

source: Paused
de: Pausiert
es: Pausado

source: Firmware update in progress
de: Firmware-Aktualisierung läuft
es: Actualización del firmware en curso
fr: Mise à jour du firmware en cours
it: Aggiornamento del firmware in corso

source: Do not power off the machine during the flashing process.
de: Schalte das Gerät während des Aktualisierungsprozess nicht aus.
es: No apagues la máquina mientras se flashea.
fr: Ne pas éteindre la machine pendant le clignotement.
it: Non spegnere la macchina durante il processo di lampeggiamento.

source: Position
es: Posición
it: Posizione

source: XY-Axes
de: XY-Achsen
es: Ejes XY
fr: Axe XY
it: Assi-XY

source: Z-Axis
de: Z-Achse
es: Eje Z
fr: Axe Z
it: Asse-Z

source: Jog distance:
de: Jog-Distanz:
es: Distancia de movimiento:
fr: Distance de parcours :
it: Distanza di movimento:

source: Object Height
de: Objekt-Höhe
es: Altura del objeto

source: Set the height of the surface above the bottom for the camera preview to be accurate:
de: Stelle die Höhe der Oberfläche über dem Boden ein, damit die Kameravorschau genau ist:
es: Ajuste la altura de la superficie sobre el fondo de la superficie de trabajo para que la previsualización de la cámara sea precisa:

source: Preview
de: Vorschau
es: Previsualización
fr: Aperçu

source: Preview not accurate:
de: Vorschau nicht genau:
es: La previsualización no es exacta:
fr: Aperçu imprécis:

source: The preview camera image might not be completely accurate. Make sure that all four markers are visible.
de: Das Vorschau-Kamerabild ist möglicherweise nicht ganz genau. Stelle sicher, dass alle vier Markierungen sichtbar sind.
es: La previsualización de la imagen de la cámara podría no ser completamente precisa. Asegúrate de que los cuatro marcadores son visibles.
fr: L'aperçu de la caméra n'est peut être pas précis. Assurez vous que les quatre cercles sont visibles.

source: More info
de: Mehr Info
es: Más info

source: Help Mr&nbsp;Beam to improve the camera
de: Hilf uns, Mr&nbsp;Beam zu verbessern
es: Ayuda a Mr&nbsp;Beam a mejorar la cámara

source: Send the current image to Mr Beam Lasers for review.
de: Sende das aktuelle Bild zur Überprüfung an Mr Beam Lasers.
es: Enviar la imagen actual a Mr Beam Lasers para su revisión.
fr: Envoyer l'image affichée à Mr Beam Lasers pour être analysée.

source: This helps us to improve the camera system to work better in even more difficult conditions.
de: Dies hilft uns, das Kamerasystem zu verbessern damit es sogar unter weniger günstigen Bedingungen besser funktioniert.
es: Esto nos ayuda a mejorar la cámara para que funcione mejor en condiciones aún más difíciles.
fr: Ceci nous aide a améliorer le système de caméra pour le faire fonctionner dans des conditions difficiles.

source: Mr Beam Lasers might store your image in it's camera training data set.
de: Mr Beam Lasers kann Dein Bild in ihrem Kamera-Training-Datensatz speichern.
es: Puede que Mr Beam Lasers almacene la imagen en su conjunto de datos para entrenar la cámara.
fr: Mr Beam Lasers peut sauvegarder votre image dans son répertoire d'entraînement.

source: Please understand that Mr Beam Lasers can not send you any response regarding this image.
de: Bitte habe Verständnis, dass Mr Beam Lasers Dir keine Rückmeldung zu diesem Bild geben kann.
es: Por favor, entiende que Mr Beam Lasers no puede responderte a esta imagen.
fr: Veuillez comprendre que Mr Beam Lasers ne peut pas vous envoyer de réponse vis-à-vis de votre image.

source: Mr Beam Lasers will not publish the image nor sell it to third parties.
de: Mr Beam Lasers wird das Bild weder veröffentlichen noch an Dritte verkaufen.
es: Mr Beam Lasers no publicará ni venderá esta imagen a terceros.
fr: Mr Beam Lasers ne va pas publier ou vendre ces informations et images à un tiers parti.

source: Your image is sent within the context of Mr Beam Analytics. (See %(open)sprivacy policy%(close)s.)
de: Dein Bild wird im Rahmen der Mr Beam Analytics gesendet. (%(open)sDatenschutzbestimmungen%(close)s)
es: Tu imagen se mandará en el contexto de Mr Beam Analytics. (Mira la %(open)spolítica de privacidad%(close)s.)

source: The upload of your image to Mr Beam's servers will happen in the background. If you're not online, the image will be uploaded next time you're online.
de: Das Hochladen des Bildes auf die Server von Mr Beam Lasers erfolgt im Hintergrund. Wenn Du gerade nicht online bist, wird das Bild hochgeladen, wenn Du wieder online bist.
es: La carga de tu imagen a los servidores de Mr Beam se hará en segundo plano. Si no estás en línea, la imagen se subirá la próxima vez que estés en línea.

source: We appreciate your support. Thank you!
de: Wir wissen Deine Unterstützung sehr zu schätzen. Vielen Dank!
es: ¡Gracias por tu ayuda!

source: Activate Mr Beam Analytics:
de: Aktiviere Mr Beam Analytics:
es: Activa Mr Beam Analytics:
fr: Activer les partages de données de Mr Beam:

source: This functionality is part of Mr&nbsp;Beam Analytics which needs to be enabled to use this functionality.
de: Diese Funktionalität ist Teil von Mr&nbsp;Beam Analytics. Zur Nutzung muß diese Funktionalität aktiviert werden.
es: Esta funcionalidad es parte de Mr&nbsp;Beam Analytics, así que necesita ser habilitada para usarla.
fr: Cette fonctionnalité fait parti des partages de données de Mr Beam qui nécessitent d'être activées.

source: Please go to %(open)sMr&nbsp;Beam Analytics%(close)s to enable it.
de: Bitte gehe zu %(open)sMr&nbsp;Beam Analytics%(close)s, um diese Funktionalität zu aktivieren.
es: Por favor, ve a %(open)sMr&nbsp;Beam Analytics%(close)s para habilitarlo.
fr: Veuillez aller aux %(open)spartages de données Mr&nbsp;Beam%(close)s pour l'activer.

source: Low
de: Niedrig
es: Baja
fr: Basse

source: Picture Quality
de: Bildqualität
es: Calidad de Imagen
fr: Qualité d'image

source: - Open the lid and keep your hands off the working area for a few seconds to receive a higher resolution image
de: - Öffne den Deckel und verändere für ein paar Sekunden nichts im Arbeitsbereich, um ein Bild mit höherer Auflösung zu erhalten
es: - Abre la tapa y mantén tus manos fuera del área de trabajo durante unos segundos para recibir una imagen de mayor resolución

source: Brightness
de: Helligkeit
es: Brillo
fr: Luminosité

source: Scroll to zoom
de: Scrolle zum zoomen
es: Desliza para hacer zoom
fr: Utiliser la molette pour zoomer

source: Serial Port
de: Serielle Schnittstelle
es: Puerto Serie
fr: Port série
it: Porta Seriale

source: Baudrate
es: Velocidad de Transmisión
fr: Vitesse de transmission
it: Velocità di trasmissione

source: Save connection settings
de: Verbindungseinstellungen speichern
es: Guardar ajustes de conexión
fr: Enregistrer les paramètres de connexion
it: Salva le impostazioni di connessione

source: Auto-connect on server startup
de: Automatische Verbindung beim Start des Servers
es: Conectar automáticamente al iniciar el servidor
fr: Auto-connection au démarrage du serveur
it: Connessione automatica all’avvio del server

source: Connect
de: Verbinden
es: Conectar
fr: Connecter
it: Connetti

source: Designs
es: Diseños
fr: Conception
it: Disegni

source: Clear all
de: Zurücksetzen
es: Borrar todo
fr: Tout retirer
it: Cancella tutto

source: Text
es: Texto
fr: Texte
it: Testo

source: Shape
de: Form
es: Forma
fr: Forme
it: Forma

source: Reset Transform
de: Transformieren zurücksetzen
es: Resetear la transformación

source: Transform
de: Transformieren
es: Transformar
fr: Transformer
it: Trasforma

source: translation
de: Übersetzung
es: traslación
fr: déplacer
it: traduzione

source: rotation
es: rotación
it: rotazione

source: proportional
es: proporcional

source: unproportional
es: desproporcionado

source: multiply
de: multiplizieren
es: multiplicar
fr: multiplier
it: moltiplica

source: duplicate
de: duplizieren
es: duplicar
fr: dupliquer
it: duplica

source: split
de: zerteilten
es: dividir
fr: séparer

source: by stroke color
de: Nach Linienfarbe
es: por el color del trazo
fr: selon la couleur du tracé

source: into shapes (keep overlapping)
de: in Formen (Überlappungen erhaltend)
es: en formas (mantiene las superposiciones)
fr: en différentes silhouettes (garde le chevauchage)

source: vertically
de: vertikal
es: verticalmente
fr: verticalement

source: horizontally
de: horizontal
es: horizontalmente
fr: horizontalement

source: exceeds working area
de: überschreitet den Arbeitsbereich
es: excede el área de trabajo
fr: dépasse l'espace de travail
it: supera l’area di lavoro

source: Design exceeds the working area.
de: Das Design überschreitet den Arbeitsbereich.
es: El diseño excede el área de trabajo.
fr: La conception dépasse l'espace de travail.
it: Il disegno è più grande dell’area di lavoro.

source: Make it fit
de: Anpassen
es: Ajustar
fr: Arranger ça
it: Adattalo

source: contrast
de: Kontrast
es: contraste
fr: contraste
it: contrasto

source: brightness
de: Helligkeit
es: brillo
fr: luminosité
it: luminosità

source: sharpen
de: Schärfe
es: nitidez
fr: régler la netteté
it: nitidezza

source: crop
de: zuschneiden
es: recortar
fr: rogner

source: Edit
de: Bearbeiten
es: Editar
fr: Modifier
it: Modifica

source: The system can not find the pink marker in the device in this corner of the workin area. Please make sure that it is visible for the camera.
de: Das System kann die pinke Markierung im Gerät in dieser Ecke des Arbeitsbereichs nicht finden. Bitte stelle sicher, dass sie für die Kamera sichtbar ist.
es: El sistema no puede encontrar el marcador rosa en esta esquina del área de trabajo. Por favor, asegúrate de que sea visible para la cámara.
fr: Le système ne trouve pas de marqueur rose dans ce coins de l'espace de travail. Assurez vous qu'il soit visible pour la caméra.

source: Please smile
de: Bitte lächeln
es: Sonríe por favor
fr: Souriez :)
it: Per favore sorridi

source: Corner Calibration
de: Eckenkalibrierung
es: Calibración de Esquinas
fr: Etalonnage des coins

source: The corner calibration uses the pink markers to calibrate the camera. Use this in case one of the markers has been changed or if there is a large deviation between the screen position and the laser result.
de: Die Eckenkalibrierung benötigt die pinken Markierungen zur Kalibrierung der Kamera. Verwende diese Option, wenn eine der Markierungen geändert wurde oder wenn es eine größere Abweichung zwischen der Bildschirmposition und dem Laserergebnis gibt.
es: La calibración de esquinas utiliza los marcadores rosas para calibrar la cámara. Utilízalo en caso de haber cambiado uno de los marcadores o si hay una gran desviación entre la posición de la pantalla y el resultado del láser.

source: Steps
de: Schritte
es: Pasos

source: Put some pieces of flat material like cardboard in each corner of your Mr Beam work area:
de: Lege einige Stücke flaches Material wie z.B. Karton in jede Ecke des Mr Beam Arbeitsbereichs:
es: Pon algunos trozos de un material plano, como por ejemplo cartón, en cada esquina del área de trabajo de Mr Beam:

source: Focus the laserhead onto the material.
de: Fokussiere den Laserkopf auf das Materials.
es: Enfoca el cabezal láser al material.

source: Home the laserhead.
de: Home den Laserkopf.
es: Haz home del cabezal láser.

source: Engrave the calibrations markers on your material by clicking on this button:
de: Klicke auf diese Schaltfläche um die Kalibrierungsmarkierungen auf das Material zu gravieren:
es: Grabe los marcadores de calibración en su material haciendo clic en este botón:

source: Engrave Calibration Markers
de: Kalibriermarkierungen gravieren
es: Grabar Marcadores de Calibración
fr: Marqueurs d'étalonnage gravés
it: Incidi i marcatori di calibrazione

source: Please perform a homing cycle first
de: Bitte führe zuerst einen Homing-Zyklus durch
es: Por favor, haz un ciclo de homing primero

source: Wait until the engraving is finished and Mr Beam Status Lights are green. Open the safety lid again and be carefult NOT to touch the engraved material. The camera will now take a picture of the engraving.
de: Warte, bis die Gravur beendet ist und die Mr Beam Status Lights grün leuchten. Öffne den Sicherheitsdeckel wieder OHNE dabei das gravierte Material zu berühren. Die Kamera wird nun ein Bild der Gravur aufnehmen.
es: Espera hasta que el grabado esté terminado y las luces de estado de Mr Beam estén verdes. Abre la tapa con cuidado de no tocar el material grabado. La cámara tomará ahora una foto del grabado.

source: Start the calibration by clicking on the button, and then follow these steps:
de: Um die Kalibrierung zu starten, klicke auf diese Schaltfläche und befolge die diese Schritte:
es: Inicia la calibración haciendo clic en el botón y luego siga estos pasos:

source: Click on the arrow head of the marker in the magnified picture.
de: Klicke auf die Pfeilspitze des Markers im vergrößerten Bild.
es: Haz clic en la punta de la flecha del marcador en la imagen ampliada.
fr: Cliquez sur la pointe de la flèche dans l'image agrandie.
it: Clicca sulla punta della freccia del marcatore nell’immagine ingrandita.

source: Click on "next" to continue with the other markers as the picture changes.
de: Klicke auf "weiter", um mit den anderen Markierungen fortzufahren.
es: Haz clic en "siguiente" para continuar con los otros marcadores a medida que la imagen cambia.

source: Once all arrowheads are marked the calibration is finished and can be saved.
de: Sobald alle Pfeilspitzen markiert sind, ist die Kalibrierung abgeschlossen und kann gespeichert werden.
es: Una vez marcadas todas las puntas, la calibración ha terminado y se puede guardar.

source: Start Calibration
de: Kalibrierung starten
es: Empezar Calibración
fr: Démarrer la calibration
it: Avvia Calibrazione

source: refresh
de: aktualisiere
es: actualizar
fr: rafraîchir
it: ricarica

source: detecting
de: Erkennung
es: detectando
fr: en train de détecter

source: Download this image
de: Dieses Bild herunterladen
es: Descargar esta imagen
fr: Télécharger cette image

source: Previous
de: Zurück
es: Previo
fr: Précédent
it: Precedente

source: Save Calibration
de: Kalibrierung speichern
es: Guardar Calibración
fr: Enregistrer l'étalonnage
it: Salva Calibrazione

source: Lens Calibration
de: Linsenkalibrierung
es: Calibración de Lente
fr: Calibration de la Lentille

source: The lens calibration removes the fish-eye effect of the camera. Use this if you are dissatisfied with the precision of the camera and a new corner calibration does not make it better.
de: Die Linsenkalibrierung entfernt einen Fischaugen-Effekt der Kamera. Verwende dies, wenn Du mit der Präzision der Kamera unzufrieden bist und eine neue Eckenkalibrierung sie nicht besser macht.
es: La calibración de lente elimina el efecto ojo de pez de la cámara. Utiliza esto si crees que la precisión de tu cámara no es buena y una nueva calibración de esquinas no la ha mejorado.

source: To evaluate if you need a new calibration, and to test the quality of your current lens calibration please follow the instructions shown in our Knowledge Base article %(opening_tag)sTest your camera calibration%(closing_tag)s.
de: Um zu beurteilen, ob eine Linsenkalibrierung durchgeführt werden sollte oder um die Qualität der aktuellen Linsenkalibrierung zu testen, folge bitte den Anweisungen in unserem Knowledge Base-Artikel %(opening_tag)sLinsenkalibrierung%(closing_tag)s.
es: Para evaluar si necesitas una nueva calibración, y para comprobar la calidad de la calibración de lente actual, sigue las instrucciones que se muestran en nuestro artículo de la %(opening_tag)sKnowledge Base%(closing_tag)s.

source: If you do a new lens calibration and later want to go back to the default calibration, you can reset the lens calibration to factory settings here:
de: Wenn Du eine eigene Linsenkalibrierung durchführst und später zur Werkseinstellung zurückkehren möchten, kannst Du die Linsenkalibrierung hier auf die Werkseinstellungen zurücksetzen:
es: Si realizas una nueva calibración de la lente y más tarde deseas volver a la calibración predeterminada, puedes resetear la calibración de lente a los ajustes de fábrica aquí:

source: Reset lens calibration
de: Linsenkalibrierung zurücksetzen
es: Resetear calibración de lente

source: Download and print %(opening_tag)sthis chessboard%(closing_tag)s. If you print it on a regular sheet of paper, then please make sure to keep it flat against another surface, sticking it to a flat piece of wood or a thin foam board.
de: Lade %(opening_tag)sdiese Schachbrett-Grafik%(closing_tag)s herunter und drucke sie aus. Wenn du das Schachbrett auf ein normales Blatt Papier druckst, solltest du das Blatt auf einen Karton, Holz oder eine Schaumstoffplatte kleben, damit es sich nicht vorwölben kann.
es: Descarga e imprime %(opening_tag)seste tablero de ajedrez%(closing_tag)s. Si lo imprimes en una hoja de papel normal, asegúrate de mantenerlo plano contra otra superficie pegándola a un trozo de madera plano o similar.

source: Place it somewhere inside the working area of your Mr Beam, aligned horizontally.
de: Platziere es irgendwo innerhalb des Arbeitsbereichs Deines Mr Beam, horizontal ausgerichtet.
es: Colócalo en algún lugar dentro del área de trabajo del Mr Beam, alineado horizontalmente.

source: Start the calibration by clicking on the button at the bottom of this page.
de: Starte die Kalibrierung, indem Sie auf die Schaltfläche unten auf dieser Seite klicken.
es: Inicia la calibración haciendo clic en el botón de abajo de esta página y luego sigue estos pasos.

source: Keep the lid open and press the button on your Mr Beam shortly to take a picture of the chessboard: the Status Lights will flash in blue.
de: Lass den Deckel offen und drücke kurz auf den Button an Deinem Mr Beam, um ein Foto vom Schachbrett zu machen: die Status Lights blinken blau.
es: Con la tapa abierta, pulsa el botón del Mr Beam brevemente para tomar una foto del tablero: las Luces de Estado parpadearán en azul.

source: Wait for the blue flashing to stop.
de: Warte, bis das blaue Blinken aufhört.
es: Espera hasta que el parpadeo pare.

source: Move the chessboard to a new position and take another picture.
de: Bewege das Schachbrett an eine andere Stelle des Arbeitsbereiches und mache ein weiteres Bild.
es: Mueve el tablero a una nueva posición y toma otra foto.

source: Meanwhile, you can check if the previous pictures have a green check on them. If they show a red cross or takes too long, delete it and take a new picture. 3 minutes should be more than enough for the system to detect the chessboard.
de: In der Zwischenzeit prüfe, ob auf den vorherigen Bildern ein grüner Haken angezeigt wird. Wenn lange kein grüner Haken erscheint oder ein rotes Kreuz angezeigt wird, solltest du das Bild löschen und ein neues Bild aufnehmen. Es sollte nicht länger als 3 Minuten dauern, bis ein grüner Haken erscheint.
es: Mientras tanto puedes comprobar si las imágenes anteriores tienen un check verde. Si tienen una cruz roja o tardan demasiado, bórralas y saca una nueva foto. El sistema no debe tardar más de 3 minutos en detectar el tablero.

source: Proceed by taking 9 to 20 pictures, trying to cover up most of the working area. Successfully covered areas will appear green on the working area icon.
de: Insgesamt solltest du 9 bis 20 Bilder machen. Bitte achte darauf, den größten Teil des Arbeitsbereichs abzudecken. Erfolgreich abgedeckte Bereiche werden auf dem Arbeitsbereichs-Symbol grün angezeigt.
es: Sigue hasta tomar de 9 a 20 fotos, intentando cubrir la mayor parte del área de trabajo. Las áreas cubiertas con éxito se mostrarán verdes en el icono del área de trabajo.

source: While the software is processing a picture, you can already proceed with taking all the pictures you need - as long as you wait for the blue flash to stop between each shot.
de: Während die Software ein Bild verarbeitet, kannst Du bereits weitere Bilder aufnehmen - aber warte immer ab, bis das blaue Blinken aufgehört hat.
es: Mientras el software procesa una imagen, puedes seguir tomando el resto de fotos, siempre que esperes a que el parpadeo azul se detenga.

source: If you need a more detailed step-by-step instruction, have a look at our %(opening_tag)sKnowledge Base article%(closing_tag)s.
de: Eine detailliertere Schritt-für-Schritt-Anleitung findest du in %(opening_tag)sdiesem Knowledge Base-Artikel%(closing_tag)s.
es: Para más información paso a paso, lee este %(opening_tag)s artículo de la Knowledge Base%(closing_tag)s.

source: Camera Alignment
de: Kameraausrichtung
es: Alineación de Cámara
fr: Alignement de la Caméra

source: Quality Check
de: Qualitäts-Check
es: Control de Calidad
fr: Contrôle Qualité

source: Labels
es: Etiquetas

source: The engraved rectangle is inside the green outline
de: Das grüne Rechteck befindet sich auf dem gravierten Rechteck
es: El rectángulo grabado está dentro del contorno verde

source: engraved rectangle egdes are straight and parallel to the green rectangle edges
de: Die gravierten Rechteckkanten sind gerade und parallel zu den grünen Rechteckkanten
es: los bordes del rectángulo grabado son rectos y paralelos a los bordes del rectángulo verde

source: Camera alignment
de: Kameraausrichtung
es: Alineación de Cámara
fr: Alignement de la caméra

source: Refresh picture
de: Bild aktualisieren
es: Actualizar imagen
fr: Actualiser l'image

source: Wait for a camera image
de: Warten auf ein Kamerabild
es: Esperaa obtener una imagen de la cámara
fr: Veuillez attendre pour obtenir une nouvelle image de la caméra

source: Is the lid open?
de: Ist der Deckel offen?
es: ¿Está la tapa abierta?
fr: Est-ce que le couvercle est ouvert?

source: Red camera light visible?
de: Rotes Kameralicht sichtbar?
es: ¿Luz roja de la cámara visible?
fr: La caméra s'illumine en rouge?

source: 4 markers are visible.
de: 4 Markierungen sind sichtbar.
es: Los 4 marcadores son visibles.
fr: 4 cercles sont visibles.

source: Full working area visible.
de: Arbeitsbereich ist vollständig sichtbar.
es: Todo el área de trabajo es visible.
fr: L'espace de travail est entièrement visible.

source: Some space below the workinng area visible.
de: Etwas Platz unterhalb des Arbeitsbereichs ist sichtbar.
es: Se puede ver un espacio debajo del área de trabajo.

source: Laserhead is not covering a marker.
de: Der Laserkopf verdeckt keine Markierung.
es: La cabeza de láser no cubre ningún marcador.

source: Start Corner Calibration
de: Eckenkalibrierung starten
es: Iniciar Calibración Esquinas
fr: Démarrer l'étalonnage des coins

source: Loading image...
de: Bild laden...
es: Cargando imagen...
fr: Chargement de l'image...

source: The 4 arrows are aligned with the blue crosses
de: Die 4 Pfeile sind mit den blauen Kreuze ausgerichtet
es: Las 4 flechas están alineadas con las cruces azules
fr: Les 4 flèches pointent au centre des croix bleues

source: Print Labels
de: Label drucken
es: Imprimir Etiquetas

source: Device Label
de: Geräte-Label
es: Etiqueta del Dispositivo

source: Box Label
de: Schachtel-Label
es: Etiqueta de la Caja

source: EAN Labels
es: Etiquetas EAN

source: Start Lens Calibration
de: Linsenkalibrierung starten
es: Iniciar Calibración de Lente
fr: Démarrer la Calibration de la Lentille
