Repository: mrbeam/MrBeamPlugin
Catalog: octoprint_mrbeam/translations/*/LC_MESSAGES/messages.po
Languages: de, es, fr, it

source: Your "Mr Beam II", "Mr Beam II dreamcut ready" or "Mr Beam II dreamcut" lasercutter is a class 1 laser device according to IEC60825.
fr: Votre découpeuse laser "Mr Beam II", "Mr Beam II dreamcut ready" ou "Mr Beam II dreamcut" est un appareil laser de classe 1 selon IEC60825.
it: Il tuo “Mr Beam II”, “Mr Beam II dreamcut ready” or“Mr Beam II dreamcut” è un laser di classe 1 secondo IEC60825.

source: This means that no harmful laser light can leak out from the device during an intended purpose operation.
fr: Cela signifie qu'aucune lumière laser dangereuse ne peut émettre de l'appareil lors d'une utilisation conforme à l'usage prévu.
it: Ciò significa che nessuna raggio laser dannoso può uscire dal dispositivo durante un’operazione prevista.

source: This is ensured by a redundant security system.
fr: Ceci est assuré par un système de sécurité redondant.
it: Ciò è garantito da un sistema di sicurezza ridondante.

source: This security system must not be manipulated or circumvented at any time.
fr: Cette sécurité ne peut être transformée ou contournée à aucun moment.
it: Questo sistema di sicurezza non deve essere mai manipolato o eluso.

source: Safety Advisory:
fr: Conseils de sécurité :
it: Avviso di sicurezza:

source: Keep the safety housing and the safety lid <strong>always</strong> in excellent condition.
fr: <strong>Toujours</strong> conservez le boîtier et le couvercle de sécurité en excellent état.
it: Mantenere l’alloggiamento di sicurezza e il coperchio di sicurezza <strong> sempre </strong> in ottime condizioni.

source: <strong>Never</strong> modify, disable or circumvent the safety housing, safety lid, safety switches or any other safety related device on your lasercutter.
fr: <strong>Ne jamais</strong> modifier, désactiver ou contourner le boîtier de sécurité, le couvercle de sécurité, les interrupteurs de sécurité ou tout autre dispositif pensés afin de sécuriser votre découpeuse laser.
it: Non modificare<strong>mai</strong>, disabilitare o eludere l’alloggiamento di sicurezza, il coperchio di sicurezza, gli interruttori di sicurezza o qualsiasi altro dispositivo relativo alla sicurezza del laser.

source: Damaged or modified devices are not allowed to use. Ask a certified service engineer to repair them immediately.
fr: L'utilisation d'appareils endommagés ou modifiés n'est pas autorisée. Demandez à un technicien agréé de les réparer immédiatement.
it: Non è consentito utilizzare dispositivi danneggiati o modificati. Chiedere a un tecnico dell’assistenza certificato di ripararli immediatamente.

source: Be <strong>always</strong> responsible regarding yourself and others.
fr: Soyez <strong>toujours</strong> responsable de vous-même et des autres.
it: Sii <strong> sempre </strong> responsabile nei confronti di te stesso e degli altri.

source: <strong>Never</strong> leave the device unattended during operation.
fr: <strong>Ne</strong> laissez<strong> jamais</strong> l'appareil sans surveillance durant son fonctionnement
it: Non lasciare <strong>mai</strong> il dispositivo incustodito durante il funzionamento.

source: <strong>Never</strong> run the device without proper exhaust system.
fr: <strong>Ne jamais</strong> faire fonctionner l'appareil sans un système de ventilation approprié.
it: Non avviare<strong> mai </strong>il dispositivo senza un adeguato sistema di scarico.

source: <strong>Always</strong> vent unfiltered fumes during operation to the outside.
fr: <strong>Toujours</strong> évacuer les fumées vers l'extérieur si elles ne peuvent pas être filtrée durant le fonctionnement.
it: Scarica <strong> sempre </strong> i fumi non filtrati verso l’esterno durante il funzionamento .

source: In closed rooms it is <strong>always</strong> necessary to filter the exhausted air.
fr: Dans les pièces fermées, il est <strong>toujours</strong> nécessaire de filtrer l'air évacué.
it: In ambienti chiusi è <strong> sempre </strong> necessario filtrare l’aria espulsa.

source: <strong>Never</strong> put reflecting or mirroring or flammable materials under the laser.
fr: <strong>Ne</strong> placez<strong> jamais</strong> des matériaux réfléchissants ou inflammables sous le laser.
it: Non inserire <strong> mai </strong> materiali riflettenti, specchianti o infiammabili sotto il laser.

source: <strong>Never</strong> put the machine on a flammable surface.
fr: <strong>Ne jamais</strong> poser la machine sur une surface inflammable.
it: Non posizionare <strong> mai </strong> la macchina su una superficie infiammabile.

source: It must be operated <strong>only</strong> by persons who are aware of the risks and dangers of the operation.
fr: La machine doit <strong>uniquement</strong> être utilisé par des personnes conscientes des risques et des dangers liés à son opération.
it: Deve essere gestito <strong> solo </strong> da persone consapevoli dei rischi e dei pericoli dell’operazione.

source: If not operated by yourself, introduce the operating person carefully and responsibly.
fr: Si vous ne l'utilisez pas vous-même, familiarisez le nouvel opérateur avec soin et de manière responsable.
it: Se non lo gestisci tu, introduci la persona operativa con attenzione e responsabilità.

source: If you are connecting the lasercutter to a network ensure that you properly set up the network access as well as the machine's access control.
fr: Si vous connectez la découpeuse laser à un réseau, assurez-vous que vous ayez correctement configuré l'accès au réseau ainsi que les permissions d'accès de la machine.
it: Se colleghi il dispositivo di taglio laser a una rete, assicurati di aver configurato correttamente l’accesso alla rete e il controllo di accesso della macchina.

source: Do NOT underestimate the risk of an unsecured access from the internet to your lasercutter.
fr: Ne sous-estimez PAS le risque d'un accès Internet non sécurisé à votre découpeuse laser.
it: NON sottovalutare il rischio di un accesso non sicuro da Internet al tuo laser.

source: Disclaimer: Versions in other languages are a translation of the %(open)soriginal German%(close)s for information purposes only. In case of discrepancy, the German original will prevail.
fr: Avertissement: Les versions dans d'autres langues sont des traductions depuis la %(open)sversion allemande originale%(close)s à des fin informative exclusivement. En cas de divergence, la version allemande prévaut.
it: Dichiarazione di non responsabilità: le versioni in altre lingue sono una traduzione dal %(open)stedesco originale%(close)s a solo scopo informativo. In caso di discrepanza, prevarrà l’originale tedesco.

source: By proceeding you are agreeing, that
fr: En procédant, vous acce de ce qui suit
it: Procedendo, accetti che

source: I understand that laser light is potentially dangerous.
fr: Je comprends que la lumière du laser est potentiellement dangereuse.
it: Sono consapevole che la luce laser è potenzialmente pericolosa.

source: I know that I am legally responsible for the use and also the improper use of my laser cutter.
fr: Je sais que je suis légalement responsable de l'utilisation et de la mauvaise utilisation de ma découpeuse laser.
it: So di essere legalmente responsabile dell’uso e anche dell’uso improprio del mio laser cutter.

source: This lasercutter is protecting you from laser light with a safety housing, a safety lid, safety electronic circuits, exhaust system and other safety devices.
fr: Cette découpeuse laser vous protège du laser grâce à un boîtier de sécurité, un couvercle de sécurité, des circuits électroniques de sécurité, un système d'échappement et autres dispositifs de sécurité.
it: Questo laser ti protegge dalla luce laser con un alloggiamento di sicurezza, un coperchio di sicurezza, circuiti elettronici di sicurezza, sistema di scarico e altri dispositivi di sicurezza.

source: I understand that modifying, circumventing or disabling any safety related device will result in insufficient protection.
fr: Je comprends que la modification, le contournement ou la désactivation de tout dispositif lié à la sécurité entraînera une protection insuffisante.
it: Comprendo che la modifica, l’elusione o la disabilitazione di qualsiasi dispositivo relativo alla sicurezza comporterà una protezione insufficiente.

source: I understand that I am are responsible to keep this lasercutter and all attached safety devices in excellent condition.
fr: Je comprends que je suis responsable de maintenir cette découpeuse laser ainsi que tous les dispositifs de sécurité attachés en excellent état.
it: Comprendo che sono responsabile di mantenere in condizioni eccellenti questo laser e tutti i dispositivi di sicurezza collegati.

source: This may require regular inspections and immediate repairs if necessary.
fr: Cela peut nécessiter des inspections régulières et des réparations immédiates si nécessaire.
it: Ciò può richiedere ispezioni regolari e riparazioni immediate se necessario.

source: I will never leave my lasercutter unattended during operation.
fr: Je ne laisserai jamais ma découpeuse laser sans surveillance durant son utilisation.
it: Non lascerò mai il mio laser cutter incustodito durante il funzionamento.

source: I am legally responsible to grant access to my laser cutter only to introduced and authorized personnel.
fr: Je suis légalement responsable de restreindre l'accès à ma découpeuse laser pour un personnel familiarisé et autorisé.
it: Sono legalmente responsabile di concedere l’accesso al mio laser cutter solo al personale introdotto e autorizzato.

source: I have connected the lasercutter to a trustful network and ensured that only authorized and introduced personnel can access it.
fr: J'ai connecté la découpeuse laser à un réseau fiable et je me suis assuré que seul le personnel autorisé et familier peut y accéder.
it: Ho collegato il laser a una rete affidabile e mi sono assicurato che solo il personale autorizzato e introdotto potesse accedervi.

source: When not using the lasercutter, I will always turn off the power and pull off the key.
fr: Quand je n'utilise pas la découpeuse laser, je coupe toujours l'alimentation et je retire la clé.
it: Quando non uso il lasercutter, spegnerò sempre l’alimentazione e toglierò la chiave.

source: If you have any concerns about laser safety or if you do not agree with the conditions above don't use this software to operate any machine emitting laser light.
fr: Si vous avez des inquiétudes concernant la sécurité durant l'opération d'un laser ou si vous n'êtes pas d'accord avec les conditions ci-dessus, n'utilisez pas ce logiciel pour faire fonctionner une machine émettant une lumière laser.
it: In caso di dubbi sulla sicurezza del laser o se non si accettano le condizioni di cui sopra, non utilizzo questo software per far funzionare qualsiasi macchina che emette luce laser.

source: Thank you for reading.
fr: Merci pour votre comprehension.
it: Grazie per aver letto.

source: Remind me on every login.
fr: Rappelez-moi à chaque connexion.
it: Ricordamelo ad ogni accesso.

source: Internet connection required to take effect.
fr: Connexion Internet requise pour prendre effet.
it: È necessaria la connessione a Internet.

source: If you decide to not be reminded on every login, we need to store your agreement on our servers.
fr: Si vous décidez de ne pas être rappelé à chaque connexion, nous avons besoin de stocker votre accord sur nos serveurs.
it: Se decidi di non essere avvisato ad ogni accesso, dobbiamo archiviare il tuo accordo sui nostri server.

source: This includes your login email address and technical device data.
fr: Cela inclut votre adresse e-mail de connexion et les données techniques de l'appareil.
it: Ciò include il tuo indirizzo email di accesso e i dati tecnici del dispositivo.

source: Check our %(open)sprivacy statement%(close)s for details.
fr: Consultez notre %(open)sdéclaration de confidentialité%(close)s pour plus de détails.
it: Controlla la nostra %(open)sinformativa sulla privacy%(close)s per i dettagli.

source: Find my Mr Beam
fr: Trouvez mon Mr Beam
it: Trova il mio Mr Beam

source: QuickstartGuide_en.pdf
fr: QuickstartGuide_fr.pdf
it: QuickstartGuide_it.pdf

source: UserManual_en.pdf
fr: UserManual_fr.pdf
it: UserManual_it.pdf

source: QuickstartGuide_dreamcut_en.pdf
fr: QuickstartGuide_dreamcut_fr.pdf
it: GuidaRapida_dreamcut_it.pdf

source: UserManual_dreamcut_en.pdf
fr: UserManual_dreamcut_fr.pdf
it: ManualeUtente_dreamcut_it.pdf

source: Take a Tour
fr: Faire un tour
it: Inizia il Tour

source: Support Portal
fr: Portail de support
it: Portale di supporto

source: QuickText...
fr: Texte Rapide...
it: Testo rapido..

source: Mr Beam needs a short break to cool down. We'll continue the laser job as soon as possible. There's nothing you need to do at the moment.
fr: Mr Beam a besoin d'une petite pause pour refroidir. Nous continuerons la découpe / gravure dès que possible. Il n'y a rien à faire pour le moment.

source: Just relax
fr: Profitez d'un moment de détente
it: Rilassati

source: How happy are you with your Mr Beam?
fr: À quel point êtes vous satisfaits avec votre Mr Beam?

source: How can we improve?
fr: Comment pouvons nous nous améliorer?
it: Come possiamo migliorare?

source: We are sorry to hear that you are not completely happy with your Mr Beam, please share your thoughts with us so we can keep improving:
fr: Nous sommes désolé d'apprendre que vous n'êtes pas entièrement satisfaits avec votre Mr Beam. Veuillez partager votre avis pour que nous puissions nous améliorer:

source: Wow, thank you!
fr: Wow, Merci!
it: Wow, grazie!

source: We love getting feedback from our customers! Do you have three minutes to leave a review for us? We’d be so excited to read it!
fr: Nous adorons recevoir des retours de nos clients! Avez vous trois minutes à nous accorder pour un avis? Nous avons hâte de savoir ce que vous avez à raconter!
it: Apprezziamo molto ricevere feedback dai nostri clienti! Hai tre minuti per lasciarci una recensione? Saremmo molto felici di leggerla!

source: You can also download the latest STABLE software update at %(opening_tag)smr-beam.org/downloads%(closing_tag)s and update your Mr&nbsp;Beam per USB stick.
fr: Vous pouvez aussi télécharger la dernière version STABLE à %(opening_tag)smr-beam.org/downloads%(closing_tag)s et mettre à jour votre Mr&nbsp;Beam avec une clef USB.

source: THE MR BEAM DESIGN STORE IS OFFLINE
fr: LE DESIGN STORE DE MR BEAM EST HORS LIGNE

source: In order to use our store it is necessary that your Mr Beam is connected to the internet.
fr: Il faut connecter votre Mr Beam à Internet afin d'utiliser le Design Store.

source: Please connect your Mr Beam to your router with a cable, or via WiFi.
fr: Veuillez connecter votre Mr Beam à votre router par câble ou WiFi.

source: dwell
fr: attente
it: attendere

source: fan on
fr: ventilateur allumé
it: ventola accesa

source: fan off
fr: ventilateur éteint
it: ventola spenta

source: Online
fr: En ligne

source: Offline
fr: Hors ligne

source: Resume
fr: Reprendre
it: Riprendi

source: Send image to Mr&nbsp;Beam
fr: Envoyer l'image à Mr&nbsp;Beam

source: - Open the lid and keep your hands off the working area for a few seconds to receive a higher resolution image
fr: - Ouvrez le couvercle et retirez votre main de la zone de travail pendant quelques secondes afin de recevoir une image de meilleure qualité.

source: Object height
fr: Hauteur de l'objet

source: scale
fr: taille
it: scala

source: Continue with the other markers as the picture changes.
fr: Continuez avec les autres marqueurs au fur et à mesure que les images défilent.
it: Continua con gli altri marcatori mentre l’immagine cambia.

source: Once all arrowheads are marked the calibration is finished.
fr: Une fois que toutes les pointes des flèches sont marquées, le calibrage est terminé.
it: Una volta contrassegnate tutte le punte delle frecce, la calibrazione è terminata.

source: Picture
fr: Image

source: Raw
fr: Brute

source: Lens corrected
fr: Lentille corrigée

source: Cropped
fr: Finale

source: Move
fr: Déplacer

source: online
fr: en ligne

source: Community Forum
fr: Forum de la communauté
it: Forum della Community

source: Recommend Mr Beam
fr: Recommandez Mr Beam

source: and earn cashback
fr: et gagnez de l'argent en retour

source: Help us improve Mr Beam!
fr: Aidez-nous à améliorer Mr Beam !
it: Aiutaci a migliorare Mr Beam!

source: Enable analytics
fr: Activer l'envois des données d'utilisation
it: Abilita statistiche

source: In order to improve your experience with the Mr Beam,<br/>we would like to gather some analytics data on the device operations.
fr: Afin d'améliorer votre expérience avec Mr Beam,<br/>nous aimerions recueillir quelques données sur le fonctionnement de l'appareil.

source: No information will be shared with external sources.
fr: Aucune information ne sera partagée avec des sources externes.
it: Nessuna informazione sarà condivisa con fonti esterne.

source: More information about what data we use
fr: Plus d'informations sur les données que nous utilisons
it: Maggiori informazioni sui dati che utilizziamo

source: Data we would <b>save</b>:
fr: Les données que nous <b>sauvegarderons</b> :
it: Dati che <b>salveremmo</b>:

source: Job data like duration, materials or parameters.
fr: Les informations concernant des coupes et les gravures, comprenant la durée, les matériaux et les paramètres.
it: Dati di lavorazione come durata, materiali o parametri.

source: Mr Beam device data like serial number, local IP addresses and version numbers.
fr: Les données de l'appareil telles que le numéro de série, ses adresses IP locales et le numéro de version.

source: More technical data, including error reports.
fr: Des données techniques, y compris les rapports d'erreurs.
it: Ulteriori dati tecnici, inclusi i report sugli errori.

source: Data we will <b>not save</b>:
fr: Données que nous <b>ne sauvegarderons pas</b> :
it: Dati che <b>non salviamo</b>:

source: Your designs, its content or file names.
fr: Vos concepts, vos images et leur contenu, ni même les noms de fichiers.
it: I tuoi disegni, il loro contenuto o i nomi dei file.

source: Usernames, email addresses or passwords.
fr: Noms d'utilisateur, adresses électroniques ou mots de passe.
it: Nomi utente, indirizzi e-mail o password.

source: Camera pictures (except if explicitly and actively sent by you.)
fr: Images de la Caméra (à moins d'être envoyées par vous explicitement)

source: Location or public IP addresses.
fr: Emplacement ou adresses IP publiques.

source: Want more detailed information? You can check our %(open)sprivacy policy%(close)s.
fr: Vous voulez des informations plus détaillées ? Vous pouvez consulter notre %(open)spolitique de confidentialité%(close)s.
it: Vuoi informazioni più dettagliate? Puoi controllare la nostra %(open)sinformativa sulla privacy%(close)s.

source: For maintenance tips check the %(manual_opening_tag)suser manual%(link_closing_tag)s our %(kb_opening_tag)sknowledge base%(link_closing_tag)s and our %(yt_opening_tag)syoutube channel%(link_closing_tag)s.
fr: Pour des astuces de maintenance, consultez %(manual_opening_tag)sle manuel utilisateur%(link_closing_tag)s, notre %(kb_opening_tag)sBase de Connaissances%(link_closing_tag)s et notre %(yt_opening_tag)schaine YouTube%(link_closing_tag)s.

source: Look up the sharpest line on the engraving
fr: Trouvez la ligne la plus fine sur la gravure

source: For more information, please have a look at our article on %(opening_tag)sprecision calibration%(closing_tag)s.
fr: Pour plus d'information, veuillez lire notre article sur la %(opening_tag)sCalibration de précision%(closing_tag)s.

source: Your Mr Beam's camera is factory calibrated by default, so there is normally no need to calibrate the camera.
fr: La caméra de votre Mr Beam est calibrée depuis l'usine, donc il ne devrait pas y avoir de besoin de la calibrer à nouveau.

source: A new calibration of the camera is only necessary if:
fr: Une nouvelle calibration est nécessaire si:

source: One of the pink markings has been changed.<br/ > (For example, if the mark was peeled off and glued in again.)
fr: L'un des cercles rose a été déplacé.<br/ > (Par exemple s'il a été enlevé et recollé.)

source: You notice a larger deviation between the screen position on the adjusted<br /> (black-and-white image) and the laser result.
fr: Vous remarquez une grande deviation entre la position à l'écran (image en noir et blanc)<br /> et le résultat de la découpe/gravure.

source: Positioning with the Mr Beam camera is simple and fairly accurate, but there can be deviations of up to +/- 5mm. If a laser job needs to be positioned very accurately, we recommend using %(opening_tag)smanual positioning%(closing_tag)s.
fr: Le positionnement avec la caméra et simple et plutôt précise, mais on peut observer des déviations jusqu'à +/- 5mm. Si une tâche a besoin de précision, nous recommendons d'utiliser le %(opening_tag)spositionement manuel%(closing_tag)s.

source: The following instructions will guide you step by step through the recalibration of your camera:
fr: Les instructions qui suivent vont vous guider étape par étape pour recalibrer votre caméra:

source: Continue
fr: Continuer
it: Continua

source: Please put a material like cardboard inside your Mr Beam that it covers the whole working area.
fr: Veuillez placer un matériau tel que du carton qui couvre toute la zone de travail.

source: Close the lid. Mr Beam will start engraving the calibration markers on the cardboard.
fr: Fermez le couvercle. Mr Beam va commencer à graver les marqueurs d'étalonnage sur le carton.
it: Chiudi il coperchio. Mr Beam inizierà a incidere sul cartone i marcatori di calibrazione.

source: Do not touch the engraved material. The camera will now take a picture of the engraving.
fr: Ne touchez pas le matériel gravé. Mr Beam va maintenant prendre une photo de la gravure.
it: Non toccare il materiale inciso. La telecamera ora scatta una foto dell’incisione.

source: Wait until the engraving is finished and Mr Beam illuminates green. Open the safety lid again
fr: Attendez que la gravure soit terminée et que votre Mr Beam s'allume en vert. Ouvrez à nouveau le couvercle de sécurité

source: Default value: 700 pixel
fr: Valeur par défaut: 350 pixels

source: %(strong_open)sWhat's next?%(strong_close)s Check out our different resources to get the best out of your Mr Beam:
fr: %(strong_open)sQu'est ce qui vous attend prochainement?%(strong_close)s Jetez un coup d'œil aux différentes ressources afin de profiter du meilleur de votre Mr Beam:
it: %(strong_open)sC’è altro?%(strong_close)s Scopri le nostre varie risorse per ottenere il meglio dal tuo Mr Beam:

source: Welcome to the Mr Beam community!
fr: Bienvenue dans la communauté Mr Beam!
it: Benvenuti nella community di Mr Beam!

source: <p> This dialog will get your Mr Beam ready in just a couple of minutes.<br> Afterwards you can take a tour that will guide you through your first laser job. </p>
fr: <p> Ce dialogue vous permettra d'apprêter votre Mr Beam en quelques minutes.<br> Après quoi vous pourrez suivre un guide qui vous montrera les étapes pour<br/> accomplir votre première découpe. </p>
it: <p> Questa finestra di dialogo preparerà Mr Beam in un paio di minuti. <br> Successivamente puoi fare un tour che ti guiderà attraverso il tuo primo lavoro al laser. </p>

source: In order to improve the experience with your Mr Beam, we would like to gather some analytics data on the device operations.
fr: Afin d'améliorer l'expérience avec votre Mr Beam, nous aimerions recueillir quelques données sur le fonctionnement de l'appareil.
it: Al fine di migliorare l’esperienza con Mr Beam, vorremmo raccogliere alcuni dati statistici sulle operazioni del dispositivo.
