Repository: mrbeam/MrBeamPlugin
Catalog: octoprint_mrbeam/translations/*/LC_MESSAGES/messages.po
Languages: de, es, fr, it

source: Files
de: Dateien
es: Archivos
fr: Fichiers
it: File

source: Camera
de: Kamera
es: Cámara
it: Telecamera

source: Precision Calibration
de: Feinjustierung
es: Calibración de Precisión
fr: Calibration de précision

source: Debug
es: Depurar
fr: Débogage
it: Correggi errori

source: About This Mr Beam
de: Über diesen Mr Beam
es: Acerca de este Mr Beam
fr: A propos de ce Mr Beam
it: Informazioni su Mr Beam

source: Better Together
de: Gemeinsam Vorankommen
es: Mejor Juntos

source: Reminders
de: Erinnerungen
es: Avisos
fr: Rappels
it: Promemoria

source: Maintenance
de: Wartung
es: Mantenimiento
it: Mantenimento

source: Mr Beam Lights
es: Luces Mr Beam
fr: Lumières Mr Beam

source: Custom Material Settings
de: Benutzerdefinierte Materialeinstellungen
es: Ajustes de Material Personalizados
fr: Paramètres des Matériaux Personnalisés

source: A new picture is being taken, please wait a little...
de: Es wird ein neues Bild gemacht, bitte warte einen Moment...
es: Se está tomando una nueva imagen, espera un poco por favor...
fr: Une nouvelle image a été prise, veuillez attendre un instant...

source: Either the camera is busy or the lid is not open.
de: Entweder ist die Kamera nicht erreichbar oder der Deckel ist nicht geöffnet.
es: La cámara está ocupada o la tapa no está abierta.
fr: La caméra est occupée ou le couvercle n'est pas ouvert.

source: Connection
de: Verbinden
es: Conexión
it: Connessione

source: Your user
de: Dein Nutzerkonto
es: Tu usuario
fr: Votre utilisateur
it: Il tuo utente

source: For your safety
de: Zu deiner Sicherheit
es: Para tu seguridad
fr: Pour votre sécurité
it: Per la tua sicurezza

source: Better together
de: Gemeinsam Vorankommen
es: Mejor juntos

source: Guided Tour
de: Geführte Tour
es: Tour Guiado

source: GCode auto-deletion
de: Automatisches GCode-Löschen
es: Auto-borrado de GCode

source: ...and more!
de: ...und mehr!
es: ...y mucho más!
fr: ...et plus encore !
it: … e altro ancora!

source: Please contact Mr Beam support team and attach octoprint.log.
de: Bitte kontaktiere das Mr Beam Support Team und hänge das octoprint.log an.
es: Ponte en contacto con el equipo de asistencia de Mr Beam y adjunta el octoprint.log.
fr: Veuillez contacter l'équipe de support de Mr Beam et joindre octoprint.log.
it: Per favore contatta il supporto Mr Beam e allega octoprint.log.

source: Top left
de: Oben links
es: Superior izquierda

source: Bottom left
de: Unten links
es: Inferior Izquierda

source: Top right
de: Oben rechts
es: Superior derecha

source: Bottom right
de: Unten rechts
es: Inferior derecha

source: Corner Calibration needed
de: Eckenkalibrierung erforderlich
es: Calibración de Esquinas necesaria

source: Please calibrate the camera under Settings -> Camera -> Corner Calibration.
de: Bitte kalibriere die Kamera unter Einstellungen -> Kamera -> Eckenkalibrierung.
es: Por favor, calibra la cámara en Ajustes -> Cámara -> Calibración de Esquinas.

source: My
de: Mein
es: Mi
fr: Mon

source: Custom material setting! Use at your own risk.
de: Die Nutzung benutzerdefinierten Materialeinstellungen erfolgt auf eigene Gefahr.
es: ¡Ajustes de material personalizado! Utilízalo bajo tu propio riesgo.
fr: Paramètre de Matériaux Personnalisés! Expérimentez à vos propres risques.

source: Error while saving settings!
de: Fehler beim Speichern der Einstellungen!
es: ¡Error al guardar los ajustes!
fr: Erreur lors de la sauvegarde des réglages !
it: Errore nel salvataggio dei settaggi!

source: Unable to save your custom material settings at the moment.%(br)sCheck connection to Mr Beam and try again.
de: Deine benutzerdefinierten Materialeinstellungen können im Moment nicht gespeichert werden. %(br)sPrüfe die Verbindung zu Mr Beam und versuche es erneut.
es: No se han podido guardar los ajustes de material personalizados en este momento.%(br)sComprueba la conexión con Mr Beam e inténtalo de nuevo.
fr: Impossible d'enregistrer vos réglages des matériaux personnalisés pour le moment. %(br)sVérifiez la connexion à Mr Beam et réessayer.

source: Custom Material Settings restored.
de: Wiederhergestellt.
es: Ajustes de material personalizados restaurados.
fr: Matériaux Personnalisés restaurés.

source: Successfully restored %(number)d custom materials from file.
de: %(number)d benutzerdefinierten Materialeinstellungen wurden aus der Datei wiederhergestellt.
es: Se han restaurado %(number)d materiales personalizados del archivo.
fr: %(number)d matériaux personnalisés ont été chargé depuis le fichier.

source: engrave only
de: nur Gravur
es: solo grabar
fr: gravure uniquement
it: solo incisione

source: This is a custom setting you made for another laserhead. We recommend adjusting your saved custom material settings to your current laserhead. This will add a duplicate of your setting specific for the current laserhead model, your original ones will stay as they are in case you want to keep them.
de: Dies ist eine benutzerdefinierte Einstellung, die du für einen anderen Laserkopf erstellt hast. Wir empfehlen, deine gespeicherten benutzerdefinierten Materialeinstellungen an den aktuellen Laserkopf anzupassen. Dadurch wird ein Duplikat deiner Einstellung für den aktuellen Laserkopf hinzugefügt, deine ursprünglichen Einstellungen bleiben erhalten, falls du sie behalten möchtest.
es: Este es un ajuste de material personalizado para otro cabezal láser. Recomendamos que adaptes tus ajustes personalizados a tu cabezal nuevo. Se añadirá un duplicado de este ajuste para el cabezal nuevo y los originales se mantendrán por si quieres guardarlos.

source: Drag and drop this box in the Skip area if you want to skip cutting this color. Drop it in Engrave area if you just want to engrave it, or alternatively create a new cutting job with different parameters by dropping it in the bottom section.
de: Ziehe dieses Feld in den Bereich Überspringen, wenn du das Schneiden dieser Farbe überspringen möchtest. Platziere dieses Feld im Bereich Gravieren, wenn du diese Farbe nur gravieren willst, oder erstelle alternativ einen neuen Schneideauftrag mit anderen Parametern, indem du es im unteren Abschnitt platzierst.
es: Arrastra y suelta este cuadro en el área de Omitir si no quieres cortar este color. Déjalo en el área de Grabado si sólo quieres grabarlo, o alternativamente crea un nuevo trabajo de corte con diferentes parámetros soltándolo en la sección inferior.
fr: Déplacez cette ... vers "Skip area" si vous souhaitez ignorer cette couleur. Déplacez la vers "Engrave Area" si vous voulez la graver, ou si vous préférez en faire une tâche de découpe, la dernière section vous siera mieux.

source: Unable to save your focus reminder state at the moment.%(br)sCheck connection to Mr Beam and try again.
de: Deine Erinnerungs-Einstellungen können im Moment nicht gespeichert werden. %(br)sPrüfe die Verbindung zu Mr Beam und versuche es erneut.
es: No se ha podido guardar tu estado para el Aviso de Enfoque en este momento.%(br)sComprueba la conexión de Mr Beam e inténtalo de nuevo.
fr: Impossible d'enregistrer votre décision pour les rappels de mise au point.%(br)sVérifiez votre connection avec Mr Beam et réessayez.

source: There is nothing to laser, all jobs are set to be skipped.
de: Es gibt nichts zum Lasern, alle Aufträge sind so eingestellt, dass sie übersprungen werden.
es: No hay nada que hacer, todos los trabajos están fijados para ser omitidos.
fr: Il n'y a rien à découper ou graver, toutes les tâches sont ignorées.
it: Non c’è nulla da laserare, tutti i lavori sono impostati per essere saltati.

source: engraved
de: graviert
es: grabado
fr: gravé
it: inciso

source: cut
de: geschnitten
es: cortado
fr: coupé
it: tagliato

source: Quick Text
es: Texto rápido
fr: Texte rapide
it: Testo Veloce

source: selected design
de: ausgewähltes Design
es: diseño seleccionado
fr: modèle choisi
it: design selezionato

source: Sorry but the %(designType)s can only be %(laserJob)s, which is not supported for this material.
de: Sorry, die %(designType)s können nur %(laserJob)s werden. Das wird jedoch für dieses Material nicht unterstützt.
es: Lo sentimos, pero los %(designType)s solo pueden ser %(laserJob)ss, lo cual no es compatible con este material.
fr: Désolé mais le %(designType)s ne peut être que %(laserJob)s, ce qui n'est pas supporté pour ce matériau.
it: Ci spiace ma %(designType)s può solo essere %(laserJob)s, che non è supportato da questo materiale.

source: Conversion failed
de: Konvertierung fehlgeschlagen
es: Fallo de conversión
fr: Echec de la conversion
it: Conversione fallita

source: Unable to start the conversion in the backend. Please try reloading this page or restarting Mr Beam.%(br)s%(br)sContent length was %(length)s bytes.
de: Die Konvertierung kann im Backend nicht gestartet werden. Bitte probiere, diese Seite neu zu laden oder Mr Beam neu zu starten.%(br)s%(br)sContent length was %(length)s bytes.
es: No se ha podido iniciar la conversión en el backend. Por favor, intenta recargar esta página o reiniciar el Mr Beam.%(br)s%(br)sEl contenido era de %(length)s bytes.
fr: Impossible de lancer la conversion dans le fond. Veuillez essayer de rafraîchir cette page ou de redémarrer Mr Beam.%(br)s%(br)s(br)sLa durée du contenu était %(length)s bytes.

source: Parameter missing
de: Parameter fehlt
es: Falta un parámetro
fr: Paramètre manquant
it: Parametro mancante

source: Unable to start conversion because a parameter is missing.
de: Die Konvertierung konnte nicht gestartet werden, da ein Parameter fehlt.
es: No se ha podido iniciar la conversión porque falta un parámetro.
fr: Impossible de lancer la conversion parce qu'il manque un paramètre.
it: Impossibile iniziare la conversione perché manca un parametro.

source: To free up some disk space you may want to perform one or all of the following suggestions:
de: Um etwas Speicherplatz freizugeben, könntest Du einen oder alle der folgenden Vorschläge ausführen:
es: Para liberar espacio, puedes probar alguna de las siguientes sugerencias:
fr: Pour libérer de l'espace disque, vous pouvez effectuer une ou plusieurs des suggestions suivantes :
it: Per liberare spazio su disco, potresti eseguire uno o tutti i suggerimenti seguenti:

source: Delete GCode files: Go to design library and click 'Only show GCode files' on the left. Here you can delete files from the according context menu.
de: Löschen von GCode-Dateien: Gehe zur Designbibliothek und klicke links auf „Nur GCode-Dateien anzeigen“. Hier kannst Du Dateien über das entsprechende Kontextmenü löschen.
es: Eliminar archivos GCode: Ve a la biblioteca de diseños y haz clic en 'Sólo mostrar archivos GCode' a la izquierda. Ahí puedes eliminar archivos desde su menú.
fr: Supprimer les fichiers GCode : Allez dans la bibliothèque de design et cliquez sur 'Uniquement les fichiers GCode' à gauche. Ici, vous pouvez supprimer des fichiers à partir du menu contextuel correspondant.
it: Cancella file GCode: Vai nella libreria design e clicca ‘Mostra solo file GCode’ sulla sinistra. Qui puoi cancellare i file dal menu corrispondente.

source: Delete design files: Go to design library and click 'Only show design files' on the left. Here you can delete files from the according context menu.
de: Löschen von Design-Dateien: Gehe zur designbibliothek und klicke links auf "Nur Designdateien anzeigen'. Hier kannst Du Dateien aus dem entsprechenden Kontextmenü löschen.
es: Eliminar archivos de diseño: Ve a la biblioteca de diseños y haz clic en 'Sólo mostrar archivos de diseño' a la izquierda. Ahí puedes eliminar archivos desde su menú.
fr: Supprimer les fichiers de conception : Allez dans la bibliothèque de design et cliquez sur 'Uniquement les fichiers de design' à gauche. Ici, vous pouvez supprimer des fichiers à partir du menu contextuel correspondant.
it: Cancella file di design: Vai nella libreria design e clicca ‘Mostra solo file di design’ sulla sinistra. Qui puoi cancellare i file dal menu corrispondente.

source: Delete log files: Go to Settings -> logs and delete old log files per click on the trash bin icon.
de: Löschen von log-Dateien: Gehe zu Einstellungen -> logs und lösche alte log-Dateien, indem Du auf das Papierkorbsymbol klickst.
es: Eliminar archivos de log: Ve a Ajustes -> Logs y elimina los logs antiguos haciendo clic en el icono de la papelera.
fr: Supprimer les fichiers journaux : Allez dans Paramètres -> Rapports, puis supprimez les anciens fichiers en cliquant sur l'icône de la corbeille.
it: Cancella file di registro: Vai nei Settaggi -> Logs e cancella i vecchi registri cliccando sull'icona del cestino.

source: Find more details %(open)sonline%(close)s.
de: Mehr Details findest Du %(open)sonline%(close)s.
es: Encuentra más información %(open)sonline%(close)s.
fr: Trouvez plus de détails %(open)sen ligne%(close)s.
it: Trova maggiori dettagli %(open)sonline%(close)s.

source: Get more free disk space
de: Mehr Disk-Speicherplatz frei machen
es: Obtener más espacio libre en disco
fr: Libérer plus d'espace disque
it: Ottieni più spazio libero sul disco

source: Cut
de: Schneiden
es: Corte
fr: Couper
it: Taglio

source: Could not download design
de: Konnte das Design nicht herunterladen
es: No se ha podido descargar el diseño
fr: Impossible de télécharger le design

source: The purchased design could not be downloaded. Please download again.
de: Das gekaufte Design konnte nicht heruntergeladen werden. Bitte versuche es nocheinmal.
es: No se ha podido descargar el diseño adquirido. Por favor, descárgalo de nuevo.
fr: Le design acheté ne pouvait pas être téléchargé. Veuillez réessayer.

source: connecting...
de: verbinden…
es: conectando...
fr: connection...

source: Starts the laser job
de: Startet den Laserjob
es: Inicia el trabajo
fr: Démarre la découpe et/ou gravure laser
it: Inizia la lavorazione laser

source: The laserjob will be cancelled.
de: Der Laservorgang wird abgebrochen.
es: El trabajo se cancelará.

source: Do you still want to cancel?
de: Willst du immer noch abbrechen?
es: ¿Sigues queriendo cancelar?

source: Yes
de: Ja
es: Sí
fr: Oui
it: Sì

source: File uploaded but not added to the Working Area
de: Datei hochgeladen, aber nicht zum Arbeitsbereich hinzugefügt
es: El archivo se ha subido pero no se ha añadido al Área de Trabajo

source: The file you uploaded was not added to the working area because another file with the same name already exists.
de: Die hochgeladene Datei wurde nicht in den Arbeitsbereich hinzugefügt, da bereits eine andere Datei mit demselben Namen existiert.
es: El archivo subido no se ha añadido al área de trabajo porque ya existe otro archivo con el mismo nombre.

source: 1 File
de: 1 Datei
es: 1 Archivo
fr: 1 Fichier

source: recent job
de: letzter Job
es: trabajo reciente
fr: tâche récente

source: image
de: Bild
es: imagen

source: Preparation done
de: Vorbereitung abgeschlossen
es: Listo
fr: Préparation terminée
it: Preparazione completata

source: Converted %(stl)s to %(gcode)s, took %(time).2f seconds
de: Datei %(stl)s nach %(gcode)s konvertiert. Dauer: %(time).2f Sekunden
es: Se ha convertido %(stl)s a %(gcode)s, ha tardado %(time).2f segundos
fr: %(stl)s convertits en %(gcode)s, cela a prit %(time).2f secondes
it: Convertito %(stl)s in %(gcode)s, avvenuta in %(time).2f secondi

source: Ready to laser?
de: Bereit zum Lasern?
es: ¿Listo para empezar?
fr: Prêt pour la découpe ?
it: Pronta a laserare?

source: Cancel
de: Abbruch
es: Cancelar
fr: Annuler
it: Cancella

source: Proceed
de: Fortfahren
es: Continuar
fr: Continuer
it: Procedi

source: The laser will now start. Protect yourself and everybody in the room appropriately before proceeding!
de: Der Laser wird nun gestartet. Schütze Dich und alle anderen im Raum angemessen, bevor Du fortfährst!
es: El láser se iniciará ahora. ¡Protegeos tú y todos los presentes en la sala antes de seguir!
fr: Le laser va maintenant démarrer. Avant de continuer, protégez-vous ainsi que tous ceux qui se trouvent dans la pièce de façon appropriée!
it: Il laser sta per partire. Proteggi te stessa e le altre persone nella stanza prima di procedere!

source: Are you sure you want to proceed?
de: Möchtest Du wirklich fortfahren?
es: ¿Quieres continuar?
fr: Êtes-vous sûr de vouloir continuer?
it: Sicura di voler procedere?

source: The laser will now start. Please make sure the lid is closed.
de: Der Laser wird nun gestartet. Achte darauf, dass der Deckel geschlossen ist.
es: El láser se iniciará ahora. Por favor, asegúrate de que la tapa esté cerrada.
fr: Le laser va maintenant démarrer. Assurez-vous que le couvercle est bien fermé.
it: Il laser sta per iniziare. Per favore verifica che il coperchio sia chiuso.

source: Please confirm to proceed.
de: Bitte bestätige, um fortzufahren.
es: Por favor, confirma para continuar.
fr: Veuillez confirmer afin de continuer.
it: Per favore conferma per procedere.

source: Invalid e-mail address
de: Ungültige E-Mail-Adresse
es: Dirección de e-mail no válida
fr: Adresse e-mail invalide
it: Indirizzo email non valido

source: E-mail address
de: E-Mail-Adresse
es: E-mail
fr: Adresse e-mail
it: Indirizzo email

source: Session expired
de: Sitzung abgelaufen
es: La sesión ha expirado
fr: La session a expiré
it: Sessione scaduta

source: Trying to do a re-login...
de: Ich versuche, mich neu anzumelden...
es: Intentando volver a iniciar sesión...

source: Re-login successful.<br/>Please repeat the last action.
de: Re-login erfolgreich.<br/>Bitte wiederhole die letzte Aktion.
es: Se ha vuelto a iniciar sesión.<br/>Repite la última acción, por favor.

source: Please login again.
de: Bitte logge dich erneut ein.
es: Por favor, inicia sesión de nuevo.

source: Browser not supported.
de: Browser wird nicht unterstützt.
es: Navegador no soportado.
fr: Ce navigateur n'est pas supporté.
it: Browser non supportato.

source: Mr Beam makes use of latest web technologies which might not be fully supported by your browser.%(br)sPlease use the latest version of%(br)s%(open)sGoogle Chrome%(close)s for Mr Beam.
de: Mr Beam verwendet die neuesten Webtechnologien, die von Deinem Browser nicht vollständig unterstützt werden.%(br)sBitte verwende die neueste Version von %(open)sGoogle Chrome%(close)s für Mr Beam.
es: Mr Beam utiliza la tecnología web más avanzada, que no es totalmente compatible con tu navegador.%(br)sPor favor, utiliza la última versión de%(br)s%(open)sGoogle Chrome%(close)s para tu Mr Beam.
fr: Mr Beam utilise les dernières technologies web qui ne sont pas entièrement supportées par votre navigateur.%(br)sVeuillez utiliser la dernière version de%(br)s%(open)sGoogle Chrome%(close)s pour Mr Beam.

source: Beta user: Please consider enabling Mr Beam Better Together!
es: Usuario Beta: Por favor, ¡habilita Mr Beam Mejorando Juntos!

source: As you are currently in our Beta channel, you would help us tremendously sharing%(br)sthe laser job insights, so we can improve%(br)san overall experience working with the%(br)s Mr Beam. Thank you!%(br)s%(open)sGo to Better Together settings%(close)s
es: Al estar en el canal Beta, nos ayudarías mucho si compartieses algo de información sobre %(br)stus trabajos para que podamos mejorar%(br)s la experiencia de usuario de%(br)s Mr Beam. Muchas gracias!%(br)s%(open)sIr a ajustes de Mejorandos Juntos%(close)s

source: Error while saving review!
de: Fehler beim Speichern deine Bewertung!
es: ¡Error al guardar la opinión!
fr: Erreur survenue lors de sauvegarde de votre avis!
it: Errore in fase salvataggio revisione!

source: Unable to save your review at the moment.%(br)sCheck connection to Mr Beam and try again.
de: Deine Bewertung kann im Moment nicht gespeichert werden. %(br)sPrüfe die Verbindung zu deinem Mr Beam und versuche es erneut.
es: No se ha podido guardar tu opinión en este momento.%(br)sComprueba la conexión de Mr Beam e inténtalo de nuevo.
fr: Impossible d'enregistrer votre avis pour le moment. %(br)sVérifiez votre connexion à Mr Beam et réessayer.

source: Step-by-Step Guided Tour To Your First Laser Job
de: Schritt-für-Schritt-Anleitung zu Deinem ersten Laserjob
es: Guía paso a paso de tu primer trabajo

source: Looks like you already set up your Mr Beam - Congratulations!
de: Sieht so aus, als hättest Du Deinen Mr Beam schon eingerichtet - Herzlichen Glückwunsch!
es: Parece que tu Mr Beam ya está listo - ¡Enhorabuena!
fr: On dirait que vous avez déjà configuré votre Mr Beam - Félicitations !

source: Do you want us to guide you through your first laser job with this step-by-step tour?
de: Möchtest Du, dass wir Dich mit dieser Schritt-für-Schritt Tour durch Deinen ersten Laserjob führen?
es: ¿Quieres que te guiemos en tu primer trabajo con un tour paso a paso?
fr: Voulez-vous être guidé à travers votre première découpe ou gravure avec une visite guidée étape par étape ?
it: Vuoi che ti accompagniamo attraverso il tuo primo lavoro di taglio laser con un tour passo passo?

source: What do you need for this tour:
de: Was Du für diese Tour brauchst:
es: Lo que necesitas para este tour:
fr: Ce dont vous avez besoin pour cette visite :
it: Cosa hai bisogno per questo tour:

source: Have a piece of felt on hand. Best to use the one that came with your Mr Beam.
de: Ein Stück Filz. Am besten verwendest Du den Filz, den wir Dir mit Deinem Mr Beam mitgeliefert haben.
es: Un trozo de fieltro. Te recomendamos que uses el que te venía con tu Mr Beam.
fr: Prenez un morceau de feutre. Il est préférable d'utiliser celui fourni avec votre Mr Beam.

source: The laser head of your Mr Beam has to be focused according to the thickness of the felt. You can find how to do that in this %(opening_tag)sKnowledge base article%(closing_tag)s.
de: Der Laserkopf Deines Mr Beam muss auf die Stärke des Filzes fokussiert sein. Wie das geht, ist in diesem %(opening_tag)sKnowledge-Base-Artikel%(closing_tag)s beschrieben.
es: El cabezal láser de tu Mr Beam tiene que estar enfocado teniendo en cuenta el grosor del fieltro. Aprende cómo hacerlo en este %(opening_tag)sartículo del Knowledge Base%(closing_tag)s.

source: About 5-10 minutes of your time.
de: Etwa 5-10 Minuten Deiner Zeit.
es: Unos 5-10 minutos de tu tiempo.
fr: Environ 5 à 10 minutes de votre temps.
it: Circa 5-10 minuti del tuo tempo.

source: Yes, let's go!
de: Ja, auf geht's!
es: ¡Sí, vamos allá!
fr: Oui allons-y!
it: Sì, andiamo!

source: Maybe later
de: Vielleicht später
es: Más tarde
fr: Peut-être plus tard
it: Forse più tardi

source: First, do the homing cycle
de: Mache zunächst einen Homing-Zyklus
es: Para empezar, haz el ciclo de homing
fr: Tout d'abord, faites le cycle de retour au foyer
it: Prima di tutto, esegui il ciclo di homing

source: This is important so the Mr Beam knows where the laser head is located.
de: Dies ist wichtig, damit Mr Beam weiß, wo sich der Laserkopf befindet.
es: Es necesario hacerlo para que el Mr Beam conozca su ubicación.
fr: C'est important pour que Mr Beam sache où se trouve la tête laser.

source: Look into your Mr Beam
de: Schau in Deinen Mr Beam
es: Mira dentro de tu Mr Beam
fr: Regardez dans votre Mr Beam

source: The laser head is now moving to the upper right corner.
de: Der Laserkopf fährt gerade in die obere rechte Ecke.
es: El cabezal láser se está moviendo a la esquina superior derecha.
fr: Le laser se déplace maintenant vers le coin supérieur droit.
it: La testa del laser si sta ora spostando nell’angolo in alto a destra.

source: Click "next" to proceed.
de: Klicke zum Fortfahren auf "Weiter".
es: Haz clic en "siguiente" para continuar.
fr: Cliquez sur "Suivant" pour continuer.
it: Fai clic su "Avanti" per procedere.

source: Place the felt material inside Mr Beam
de: Lege das Filzstück in Deinen Mr Beam
es: Pon el fieltro dentro de tu Mr Beam
fr: Placer le feutre à l'intérieur de Mr Beam
