Repository: mrbeam/MrBeamPlugin
Catalog: octoprint_mrbeam/translations/*/LC_MESSAGES/messages.po
Languages: de, es, fr, it

source: We call this a 'Hard Refresh'. To do this, press the three keys at the same time, depending on your operating system, as shown in the graphic:
de: Wir nennen das einen „Hard Refresh”. Drücke dafür gleichzeitig die drei Tasten, passend zu deinem Betriebssystem, wie in der Grafik dargestellt:
es: Esto se llama 'Hard Refresh'. Para hacerlo, pulsa las tres teclas a la vez, dependiendo de tu sistema operativo, como se muestra en la imagen:

source: Perform the 'Hard Refresh' using the keyboard shortcut
de: Führe den „Hard Refresh” durch mittels der Tastenkombination
es: Haz un 'Hard Refresh' utilizando la combinación de teclas

source: Close this Window
de: Schließe dieses Fenster
es: Cierra la ventana

source: I completely reloaded the software ('Hard Refresh'). Do not show this window again until the next update.
de: Ich habe die Software komplett neu geladen („Hard Refresh”). Dieses Fenster bis zum nächsten Update nicht mehr anzeigen.
es: He refrescado la página por completo ('Hard Refresh'). No vuelvas a mostrarme este aviso hasta la próxima actualización.

source: Close window
de: Fenster schließen
es: Cierra la ventana

source: Make sure your Mr Beam is empty.
de: Stelle sicher, dass Dein Mr Beam leer ist.
es: Asegúrate de que tu Mr Beam esté vacío.
fr: Assurez vous que votre Mr Beam est vide.

source: Then run a homing cycle so your Mr&nbsp;Beam can detect the position of the laser head.
de: Führe dann einen Homing-Zyklus durch, damit Dein Mr&nbsp;Beam die Position des Laserkopfs erkennen kann.
es: Luego haz un ciclo de homing para que tu Mr&nbsp;Beam sepa su posición actual.

source: Homing Cycle
de: Homing-Zyklus
es: Ciclo de Homing
fr: Retour au Foyer
it: Ciclo di ritorno al punto di partenza

source: Laser Job Finished!
de: Laser Job abgeschlossen!
es: Trabajo Terminado!

source: Show your creation and use our hashtag
de: Zeig deine Kreation und nutze unseren Hashtag
es: Enseña tu creación y utiliza nuestro hashtag

source: By the way - Did you know?
de: Übrigens - wusstest du schon?
es: Por cierto, ¿sabías que...?

source: You can find a variety of laser materials on our website.
de: Mehr Laser-Material kannst du auf unserer Webseite im Store finden.
es: Puedes encontrar una gran variedad de materiales en nuestra página web.

source: Our Material Store has the same material available for purchase.
de: Unser Material Store bietet das gleiche Material zum Kauf an.
es: Tenemos el mismo material en venta en nuestra Material Store

source: We have similar materials for you in our Material Store.
de: Wir haben ähnliche Materialien für dich in unserem Material Store.
es: Tenemos materiales parecidos en nuestra Material Store

source: You need a working internet connection for this forwarding to work.
de: Du brauchst eine aktive Internetverbindung damit diese Weiterleitung funktioniert.
es: Necesitas estar conectado a internet para que esto funcione.

source: Browse the options
de: Entdecke unsere große Materialauswahl
es: Explora las opciones

source: Restock Material
de: Material nachbestellen
es: Reabastecerse de material

source: Laser job duration:
de: Dauer des Laserjobs:
es: Duración del trabajo:
fr: Durée du travail :
it: Durata del taglio laser:

source: Estimated:
de: Geschätzt:
es: Estimado:
fr: Estimation :
it: Tempo stimato:

source: Repeat Job
de: Job wiederholen
es: Repetir Trabajo
fr: Répéter ls Tâche

source: Air Filter run-on
de: Air Filter Nachlauf
es: Filtro de Aire en marcha

source: Please wait a few seconds until Mr Beam cleared most of the dust particles out of the working area.
de: Bitte warte einige Sekunden, bis Mr Beam die meisten Staubpartikel aus dem Arbeitsbereich entfernt hat.
es: Por favor, espera unos segundos hasta que Mr Beam haya extraído la mayoría de las partículas de polvo del área de trabajo.
fr: Veuillez attendre quelques secondes jusqu'à ce que Mr Beam ait éliminé la plupart des cendres et particules en suspension de la zone de travail.

source: Cancel Air Filter run-on
de: Air Filter-Nachlauf abbrechen
es: Parar el Filtro de Aire

source: A new laser head has been detected!
de: Ein neuer Laserkopf wurde erkannt!
es: ¡Se ha detectado un nuevo cabezal láser!

source: We are very sorry but the installed laser head will not work with your device.
de: Es tut uns leid, aber der installierte Laserkopf wird von diesem Mr Beam nicht unterstützt.
es: Lo sentimos mucho, pero el cabezal láser instalado sirve para tu dispositivo.

source: Every device older than the dreamcut row will not support the new and advanced laser head properly. There are just too many improvements that are missing in the earlier states of our model rows like Mr Beam and Mr Beam II. Please contact our support tor further steps.
de: Aufgrund zahlreicher technischer Änderungen und Verbesserungen, kann bei früheren Modellreihen wie Mr Beam und Mr Beam II der Laserkopf nicht verwendet werden. Ab der Modellreihe dreamcut kann der Laserkopf verwendet werden. Bei Rückfragen kontaktieren Sie bitte unseren Support.
es: Los dispositivos anteriores a la línea dreamcut son incompatibles con el nuevo cabezal láser. Hay demasiadas mejoras que faltan en los modelos como Mr Beam y Mr Beam II. Por favor, ponte en contacto con atención al cliente para más información.

source: Your Mr Beam dreamcut [S] laser head has been successfully installed.
de: Dein neuer Mr Beam II dreamcut [S] Laserkopf wurde erfolgreich installiert.
es: El cabezal láser Mr Beam dreamcut [S] se ha instalado correctamente.

source: With this laser head you can work now even faster.
de: Mit diesem Laserkopf kannst du jetzt noch schneller arbeiten.
es: Con este cabezal puedes trabajar aún más rápido.

source: This means that we also update the default material settings to the new laser head as long it is installed to provide you the best possible support. However, we do not update your custom materials, this will need your personal testing and fine tuning.
de: Das bedeutet, dass alle vorgefertigten Materialeinstellungen automatisch an den neuen Laserkopf angepasst wurden. So können wir dich bestmöglich bei der erfolgreichen Umsetzung deiner Projekte unterstützen. Deine mit dem Vorgängermodell gespeicherten, individuellen Materialeinstellungen werden allerdings nicht automatisch aktualisiert. In diesem Fall ist eine manuelle Anpassung der Parameter auf den neuen Laserkopf erforderlich.
es: También hemos actualizado los ajustes de material predeterminados para el nuevo cabezal láser para ofrecerte el mejor soporte posible. Sin embargo, los ajustes de material personalizados necesitan ser probados y modificados manualmente.

source: Read about the changes you can expect with the MrBeam II dreamcut [S] laser head.
de: Erfahre alles über die Vorteile und Neuerungen, die der Laserkopf Mr Beam II dreamcut [S] mit sich bringt.
es: Lee más sobre los cambios del cabezal láser MrBeam II dreamcut [S].

source: Read more
de: Mehr Informationen
es: Leer más

source: Your Mr Beam II dreamcut [X] laser head has been successfully connected.
de: Dein Mr Beam II dreamcut [X] Laserkopf wurde erfolgreich angeschlossen.
es: El cabezal láser Mr Beam II dreamcut [X] se ha conectado correctamente.

source: You can now work even faster with this laser head.
de: Mit diesem Laserkopf kannst du jetzt noch schneller arbeiten.
es: Ahora puedes trabajar aún más rápido con este cabezal.

source: We have adapted the standard material settings to the new laser head so that you can start directly. Attention: Using your personal material settings without adjustment increases the risk of material ignition!
de: Wir haben die Standard-Materialeinstellungen an den neuen Laserkopf angepasst, sodass du direkt starten kannst. Achtung! Wenn du deine persönlichen Materialeinstellungen ohne Anpassungen verwendest, erhöht sich das Risiko einer Materialentzündung!
es: Hemos adaptado los ajustes de materiales al nuevo cabezal láser. Atención: Si utilizas ajustes de material personalizados, sin antes adaptarlos, ¡hay riesgo de ignición del material!

source: Heads Up! Your new laser head is so powerful that using the Mr Beam cutting mat is not recommended anymore. Read why and know about alternatives in the <a target='_blank' href='https://www.mr-beam.org/en/products/mr-beam-zwei-dreamcut-x-laserkopf'>FAQ</a>.
de: Achtung! Dein neuer Laserkopf ist so leistungsstark, dass die Verwendung der Mr Beam Schneidematte nicht mehr empfohlen wird. Lese in den <a target=‘_blank’ href=‘https://www.mr-beam.org/products/mr-beam-zwei-dreamcut-x-laserkopf’>FAQ</a> warum und informiere dich über Alternativen.
es: ¡Atención! El nuevo cabezal láser es muy potente, por lo tanto ya no se recomienda utilizar la base de silicona. Puedes leer más sobre esto y qué alternativas hay en las <a target='_blank' href='https://www.mr-beam.org/en/products/mr-beam-zwei-dreamcut-x-laserkopf'>FAQ</a>.

source: All the new features that await you with the dreamcut [X] laser head can be found in this Knowledgebase article:
de: Alle Neuerungen, die dich mit dem dreamcut [X] Laserkopf erwarten, findest du in diesem Wissensdatenbank-Artikel:
es: Todas las nuevas funciones del cabezal láser dreamcut [X] se encuentran en este artículo de la Knowledgebase:

source: Learn more
de: Mehr erfahren
es: Saber más

source: Your Mr Beam is even faster now!
de: Dein Mr Beam is jetzt noch schneller!
es: ¡Tu Mr Beam es aún más rápido ahora!

source: If you had a Mr Beam II dreamcut before, you can now cut up to four times as fast.
de: Wenn du vorher einen Mr Beam II dreamcut hattest, kannst du jetzt bis zu viermal so schnell schneiden.
es: Si antes tenías un Mr Beam II dreamcut, ahora puedes cortar hasta cuatro veces más rápido.

source: If you had a Mr Beam II dreamcut [S] before, you can now cut up to twice as fast.
de: Wenn du vorher einen Mr Beam II dreamcut [S] hattest, kannst du jetzt bis zu zweimal so schnell schneiden.
es: Si antes tenías un Mr Beam II dreamcut [S], ahora puedes cortar hasta el doble de rápido.

source: <b>Please keep in mind:</b> The faster you laser, the more particles are released. This means that your filters will wear out faster. So check regularly if you need to change the filters.
de: <b>Bitte bedenke:</b> Je schneller du laserst, desto mehr Partikel werden freigesetzt. Somit werden auch deine Filter schneller verschleißen. Prüfe also regelmäßig, ob du die Filter tauschen musst.
es: <b>Ten en cuenta que:</b> Cuanto más rápido vaya el láser, más partículas se liberarán. Esto significa que los filtros se llenarán más rápido. Comprueba regularmente si necesita cambiar los filtros.

source: The new laser head needs a larger power supply!
de: Der neue Laserkopf braucht ein größeres Netzteil!
es: ¡El nuevo cabezal láser necesita una fuente de alimentación más grande!

source: Due to its slightly increased power requirements, you will need a 90W power supply for the laser head. If you are not sure which power supply you are currently using, you can learn more about it in this knowledge base article: %(open)sLearn more%(close)s.
de: Aufgrund seines leicht erhöhten Energiebedarfs, brauchst du ein 90W Netzteil für den Laserkopf. Falls du dir nicht sicher bist, welches Netzteil du aktuell einsetzt, erfährst du in diesem Wissensdatenbank-Artikel mehr dazu: %(open)sMehr erfahren%(close)s.
es: Debido a los requisitos de potencia ligeramente superiores, necesitarás una fuente de alimentación de 90 W para el cabezal láser. Si no estás seguro de qué fuente de alimentación estás utilizando, puedes obtener más información en este artículo de la knowledge base: %(open)sMás información%(close)s.

source: Please place the included sticker on your Mr Beam!
de: Bitte platziere den mitgelieferten Aufkleber auf deinem Mr Beam!
es: Por favor pon la pegatina en tu Mr Beam!

source: To maintain legal requirements, it is mandatory to update the safety labels on your Mr Beam laser cutter. Put the sticker with updated power and wavelength on top of the existing label like shown in the example.
de: Um die gesetzlichen Bestimmungen einzuhalten, ist es zwingend erforderlich, die Sicherheitsaufkleber auf deinem Mr Beam Laser Cutter zu aktualisieren. Überklebe das Feld mit der aktualisierten Leistung und Wellenlänge auf dem bestehenden Aufkleber, wie im Beispiel gezeigt.
es: Por requisitos legales, es obligatorio actualizar las etiquetas de seguridad de tu Mr Beam. Coloca la pegatina con la potencia y la longitud de onda actualizadas encima de la etiqueta existente como se muestra en el ejemplo.

source: I forgot, shut down to change
de: Vergessen, ausschalten um zu tauschen
es: Lo he olvidado, apagar para cambiar

source: Laser safety
de: Lasersicherheit
es: Seguridad del láser

source: Attention! To protect both your own health and the health of others when operating the Mr Beam, read the following instructions carefully and attentively!
de: Achtung! Um sowohl Ihre eigene als auch die Gesundheit Anderer beim Betrieb des Mr Beam zu schützen, lesen Sie die folgenden Hinweise sorgfältig und aufmerksam durch!
es: ¡Atención! Para proteger tu salud y la de los demás al utilizar el Mr Beam, lee atentamente las siguientes instrucciones.

source: Laser Classification:
de: Laser-Klassifizierung:
es: Clasificación del láser:
fr: Classification laser :
it: Classificazione laser:

source: Your Mr Beam laser cutter is a Class 1 laser product according to IEC 60825-1, which means that no harmful laser light can escape from the device when operated as intended. This is guaranteed by redundant safety systems. This safety system must not be tampered with or bypassed under any circumstances.
de: Ihr Mr Beam Lasercutter ist gemäß IEC 60825-1 ein Laserprodukt der Klasse 1. Das bedeutet, dass bei bestimmungsgemäßem Betrieb kein schädliches Laserlicht aus dem Gerät austreten kann. Dies wird durch redundante Sicherheitssysteme gewährleistet. Dieses Sicherheitssystem darf keinesfalls manipuliert oder umgangen werden.
es: Tu cortadora láser Mr Beam es un producto láser de Clase 1 según IEC 60825-1, lo que significa que no puede escapar ningún ra láser dañina del dispositivo cuando se utiliza según lo previsto. Esto está garantizado por sistemas de seguridad redundantes. Este sistema de seguridad no debe manipularse ni anularse bajo ninguna circunstancia.

source: Safety instructions:
de: Sicherheitshinweise:
es: Instrucciones de Seguridad:

source: Always keep the safety housing and safety lid of your Mr Beam laser cutter in good working order.
de: Halten Sie das Sicherheitsgehäuse und den Sicherheitsdeckel Ihres Mr Beam Lasercutters immer in einwandfreiem Zustand.
es: Manten siempre la carcasa de seguridad y la tapa de seguridad de tu cortadora láser Mr Beam en buen estado de funcionamiento.

source: Never modify, disable, or bypass the safety housing, safety lid, safety switches, or other safety-related devices on your laser cutter.
de: Verändern, deaktivieren oder umgehen Sie niemals das Sicherheitsgehäuse, den Sicherheitsdeckel, die Sicherheitsschalter oder andere sicherheitsrelevante Vorrichtungen an Ihrem Lasercutter.
es: Nunca modifiques, desactives o eludas la carcasa de seguridad, la tapa de seguridad, los interruptores de seguridad o cualquier otro dispositivo relacionado con la seguridad de tu cortadora láser.

source: Damaged or modified laser cutters must not be used. Ask a certified service technician to repair it immediately.
de: Beschädigte oder modifizierte Lasercutter dürfen nicht verwendet werden. Bitten Sie einen zertifizierten Servicetechniker, diesen sofort zu reparieren.
es: No se permite el uso de dispositivos dañados o modificados. Pide a un técnico de mantenimiento certificado que los repare inmediatamente.

source: Always act responsibly towards yourself and others.
de: Handeln Sie immer verantwortungsbewusst gegenüber sich selbst und Anderen.
es: Se <strong>siempre</strong> responsable de ti mismo y de los demás.

source: Never leave your laser cutter unattended during operation.
de: Lassen Sie Ihren Lasercutter während des Betriebs niemals unbeaufsichtigt.
es: Nunca dejar su cortadora láser desatendida durante su funcioncionamiento.

source: Never operate your laser cutter without proper exhaust filtration or exhaust system.
de: Betreiben Sie Ihren Lasercutter niemals ohne geeignete Abluftfilterung bzw. Abluftanlage.
es: Nunca uses tu cortadora láser sin una sistema de filtración o de extracción adecuados.

source: At no time during operation should people or animals be exposed to unfiltered fumes.
de: Während des Betriebs dürfen Menschen und Tiere zu keinem Zeitpunkt ungefilterten Dämpfen ausgesetzt sein.
es: En ningún momento durante el funcionamiento se debe exponer a personas o animales a humos no filtrados.

source: Use a suitable filter for this purpose or discharge the exhaust air safely into the open air (taking local legislation into account).
de: Nutzen Sie dazu einen geeigneten Filter oder führen Sie die Abluft sicher ins Freie ab (unter Berücksichtigung der lokalen Gesetzgebung).
es: Utiliza un filtro adecuado para este fin o extrae el aire de forma segura al aire libre (teniendo en cuenta la legislación local).

source: Never place reflective, mirror-like, highly flammable or explosive materials in your laser cutter.
de: Legen Sie niemals reflektierende, spiegelnde, leicht entzündliche oder explosive Materialien in Ihren Lasercutter.
es: Nunca coloques materiales reflectantes, materiales tipo espejo, altamente inflamables o explosivos en tu cortadora láser.

source: Never place the machine on a highly flammable or explosive surface.
de: Stellen Sie die Maschine niemals auf eine leicht entzündliche oder explosive Unterlage.
es: Nunca coloques la máquina sobre una superficie inflamable.

source: Your laser cutter may only be operated by persons who are aware of the risks and dangers of operation.
de: Ihr Lasercutter darf ausschließlich von Personen bedient werden, die sich der Risiken und Gefahren des Betriebs bewusst sind.
es: Tu cortador laser debe ser operado únicamente por personas que sean conscientes de los riesgos y peligros de su operación.

source: If you allow third parties access to your laser cutter, ensure that they receive careful and responsible instruction, including all the instructions listed here.
de: Wenn sie dritten Personen Zugang zu ihrem Lasercutter ermöglichen, stellen sie eine sorgfältige und verantwortungsbewusste Einweisung, inklusive aller hier aufgeführten Hinweise, sicher.
es: Si permites el acceso de terceros a tu cortadora láser, asegúrate de que reciban una instrucción cuidadosa y responsable, incluyendo todas las instrucciones aquí indicadas.

source: If the laser cutter is connected to a network, make sure that access to the laser cutter itself as well as to the network is sufficiently protected against misuse by third parties. Do not underestimate the risk of unsecured access. For this purpose, use the key switch to switch off the power to your laser cutter when it is not in use.
de: Ist der Lasercutter an ein Netzwerk angeschlossen, stellen Sie sicher, dass der Zugang zum Lasercutter selbst, als auch zum Netzwerk ausreichend gegen Missbrauch durch Dritte geschützt ist. Unterschätzen Sie nicht das Risiko eines ungesicherten Zugangs. Schalten Sie dazu mit dem Schlüsselschalter Ihren Lasercutter bei Nichtbetrieb stromlos.
es: Si la cortadora láser está conectada a una red, asegúrate de que el acceso a la propia cortadora láser, así como a la red, está suficientemente protegido contra el uso indebido por parte de terceros. No subestimes el riesgo de un acceso no protegido. Para ello, utiliza la llave para desconectar la corriente de tu cortadora láser cuando no esté en uso.

source: Note: Versions in other languages are a translation of the German original and for information purposes only. In case of any discrepancy, the German original shall prevail.
de: Anmerkung: Versionen in anderen Sprachen sind eine Übersetzung des deutschen Originals und nur zu Informationszwecken. Im Falle einer Abweichung gilt das deutsche Original.
es: Exención de responsabilidad: Las versiones en otros idiomas son una traducción del alemán, solo para fines informativos. En caso de discrepancia, prevalecerá el original en alemán.

source: To continue, please agree to the following items.
de: Um fortzufahren, stimmen Sie bitte folgenden Punkten zu.
es: Para continuar, acepta los siguientes puntos.

source: I understand that laser light is potentially dangerous. I understand that I am legally responsible for both the proper and improper use of my laser cutter.
de: Ich verstehe, dass Laserlicht potenziell gefährlich ist. Ich weiß, dass ich sowohl rechtlich für den sachgemäßen, als auch für den unsachgemäßen Gebrauch meines Lasercutters verantwortlich bin.
es: Entiendo que la luz del láser es potencialmente peligrosa. Entiendo que soy legalmente responsable del uso tanto adecuado como inadecuado de mi cortadora láser.

source: This laser cutter protects health with a safety enclosure, safety lid, safety electronics, exhaust system, and other safety features. I understand that modifying, bypassing, or disabling safety-related devices will result in inadequate protection.
de: Dieser Lasercutter schützt die Gesundheit mit einem Sicherheitsgehäuse, einem Sicherheitsdeckel, Sicherheitselektronik, einem Abgassystem und weiteren Sicherheitseinrichtungen. Ich verstehe, dass das Ändern, Umgehen oder Deaktivieren von sicherheitsrelevanten Vorrichtungen zu einem unzureichenden Schutz führt.
es: Esta cortadora láser protege la salud con una carcasa, una tapa y un sistema electrónico de seguridad, un sistema de extracción y otras características de seguridad. Entiendo que modificar, puentear o desactivar los dispositivos relacionados con la seguridad resultará en una protección inadecuada.

source: I understand that I am responsible for keeping my laser cutter and all attached safety devices in good working order. I will take care of regular inspections and maintenance. If necessary, I will initiate immediate repairs.
de: Ich verstehe, dass ich dafür verantwortlich bin, meinen Lasercutter und alle angebrachten Sicherheitseinrichtungen in einwandfreiem Zustand zu halten. Ich kümmere mich um regelmäßige Inspektionen und Wartung. Gegebenenfalls leite ich eine sofortige Reparatur ein.
es: Entiendo que soy responsable de mantener esta cortadora láser y todos sus dispositivos de seguridad en excelentes condiciones. Me encargaré de que se realicen las inspecciones y el mantenimiento de forma regular. Iniciaré reparaciones inmediatas si es necesario.

source: I will never leave my laser cutter unattended during operation.
de: Ich werde meinen Lasercutter während des Betriebes nie unbeaufsichtigt lassen.
es: Nunca dejaré mi cortadora láser desatendida mientras esté en funcionamiento.

source: I am responsible for allowing access to my laser cutter only to instructed and authorized personnel.
de: Ich bin dafür verantwortlich, den Zugang zu meinem Lasercutter nur eingewiesenen und autorisierten Personen zu gewähren.
es: Soy legalmente responsable de conceder acceso a mi cortadora láser solo a personal formado y autorizado.

source: I have connected the laser cutter to a trusted network and ensured that only instructed and authorized persons can access it. When I am not using the laser cutter, I will always turn off the power and remove the key.
de: Ich habe den Lasercutter an ein vertrauensvolles Netzwerk angeschlossen und sichergestellt, dass nur eingewiesene und autorisierte Personen darauf zugreifen können. Wenn ich den Lasercutter nicht benutze, werde ich immer den Strom ausschalten und den Schlüssel abziehen.
es: He conectado la cortadora láser a una red de confianza y me he asegurado de que solo personal autorizado y formado pueda acceder a ella. Si no se está usando, el cortador láser permanecerá apagado y con la llave desconectada.
