Repository: mrbeam/MrBeamPlugin
Catalog: octoprint_mrbeam/translations/*/LC_MESSAGES/messages.po
Languages: de, es, fr, it

source: Check result
de: Ergebnis prüfen
es: Comprobar el resultado
fr: Vérifier de résultat

source: 4 markers are within the green rectangle
de: 4 Markierungen sind innerhalb des grünen Rechtecks
es: 4 marcadores están dentro del rectángulo verde

source: No black pixels are in the green rectangle
de: Keine schwarzen Pixel befinden sich im grünen Rechteck
es: No hay píxeles negros en el rectángulo verde

source: Temperature Warning, please check your Mr Beam!
es: ¡Temperatura alta, comprueba tu Mr Beam!

source: Attention:<br>The temperature in your Mr Beam is higher than usual.<br><br>This is an indication of a fire. Check the working area to make sure that everything is alright!
es: Atención:<br>La temperatura en tu Mr Beam es más alta de lo habitual.<br><br>Esto es un indicador de fuego. ¡Comprueba que todo está bien en el área de trabajo!

source: Your Mr Beam can only be used again when the temperature drops further. This may take a few minutes.
es: Tu Mr Beam sólo se podrá volver a utilizar cuando la temperatura haya bajado. Esto puede tardar unos minutos.

source: All good!
es: ¡Todo bien!

source: Serial number
de: Seriennummer
es: Número de serie
fr: N° de série
it: Numero di serie

source: Laser head
de: Laserkopf
es: Cabezal láser
fr: Tête laser
it: Testa del laser

source: Model
de: Modell
es: Modelo

source: Network interfaces
de: Netzwerk-Schnittstellen
es: Interfaces de red
fr: Interface Réseau

source: Mr Beam Plugin
es: Plugin Mr Beam
fr: Plugin Mr Beam
it: Plugin di Mr Beam

source: Image fingerprint
es: Huella digital de la imagen
it: Immagine impronta digitale

source: Software channel
es: Canal de software
fr: Canal logiciel
it: Canale software

source: Environment
es: Entorno
fr: Environnement
it: Ambiente

source: Documentation, Support and Privacy
de: Dokumentation, Support und Datenschutz
es: Documentación, Asistencia y privacidad
fr: Documentation, Support et Confidentialité
it: Documentazione, Supporto, Privacy

source: get the latest versions
de: Bekomme die neuesten Versionen
es: obtener las últimas versiones
fr: obtenir la dernière version
it: ottieni ultime versioni

source: Online Support Portal
es: Portal de Asistencia Online
fr: Portail de Support en ligne
it: Portale Supporto Online

source: Privacy Policies
de: Datenschutzbestimmungen
es: Política de Privacidad
fr: Politiques de confidentialité
it: Informativa sulla privacy

source: Mr Beam Web Site
es: Página web de Mr Beam
fr: Site Web de Mr Beam
it: Sito Web Mr Beam

source: find.mr-beam service
es: servicio find.mr-beam
fr: Service find.mr-beam
it: servizio find.mr-beam

source: Links
es: Enlaces
fr: Liens
it: Link

source: Website
de: Webseite
es: Página web
fr: Site Web
it: Sito Web

source: Social media
de: Soziale Medien
es: Redes sociales
fr: Médias Sociaux

source: Official user group
de: Offizielle User-Group
es: Grupo de usuarios oficial
fr: Groupe officiel des utiliateurs

source: on Facebook
de: auf Facebook
es: en Facebook
fr: sur Facebook

source: German
de: Deutsch
es: Alemán
fr: Allemand

source: Online resources
de: Online-Ressourcen
es: Recursos online
fr: Ressources en ligne
it: Risorse online

source: Mr Beam Downloads
es: Descargas Mr Beam
fr: Téléchargements Mr Beam
it: Download Mr Beam

source: Source code
de: Quellcode
es: Código fuente
fr: Code source
it: Codice sorgente

source: We know that your Mr Beam is important to you, and we want to make it even better. That's why we're asking for your help in improving it by sharing optional diagnostic and usage data. These data would allow us to better understand your needs and preferences, leading to faster identification and resolution of issues, and ultimately, improved features and functionality.
de: Wir wissen, wie wichtig dir dein Mr Beam ist. Daher arbeiten wir stetig daran, ihn noch besser zu machen. Um das erreichen zu können, würden uns deine optionalen Diagnosedaten weiterhelfen. Diese Daten ermöglichen uns, deine Anforderungen und Präferenzen besser zu verstehen. Damit können wir Fehler schneller beheben und Funktionen weiter verbessern.
es: Sabemos que su Mr Beam es importante para usted, y queremos hacerlo aún mejor. Por eso te pedimos que nos ayudes a mejorarlo compartiendo datos opcionales de diagnóstico y uso. Estos datos nos permitirían comprender mejor sus necesidades y preferencias, lo que nos llevaría a una identificación y resolución de problemas más rápida y, en última instancia, a una mejora de las características y la funcionalidad.

source: We understand that your privacy is crucial, and we want to assure you that none of the data collected includes your personal information such as your name, login details, designs, or any other private content.
es: Entendemos que tu privacidad es crucial, y queremos asegurarte que ninguno de los datos recogidos incluye tu información personal, como tu nombre, datos de acceso, diseños o cualquier otro contenido privado.

source: Join us and shape the future of Mr Beam Products. Together, we can make them even more amazing!"
de: Sei dabei und gestalte die Zukunft deines Mr Beam mit. Zusammen können wir ihn immer besser machen!
es: Únete a nosotros y da forma al futuro de los productos Mr Beam. Juntos podemos hacerlos aún más increíbles!”

source: Yes, contribute
de: Ja, dazu beitragen
es: Sí, contribuir

source: No, not at the moment
de: Nein, jetzt lieber nicht
es: No, no por el momento

source: Privacy policy
de: Datenschutzerklärung
es: Política de privacidad

source: This calibration is for optimizing the alignment of the single lines of an engraving. It improves the engraving quality especially on fine structures like small text. The calibration procedure takes approximately 15 minutes and requires to engrave a piece of cardboard with minimum 25mm width and 100mm height.<br/> To get the best calibration result your Mr Beam lasercutter should be clean and well maintained.
de: Diese Feinjustierung dient zur Optimierung der Ausrichtung der einzelnen Linien einer Gravur. Sie verbessert die Gravurqualität insbesondere bei feinen Strukturen wie z.B. kleinem Text. Der Justierungsvorgang dauert etwa 15 Minuten und erfordert die Gravur eines Stücks aus Karton mit mindestens 25 mm Breite und 100 mm Höhe.<br/> Um das beste Justierungsergebnis zu erzielen, sollte Dein Mr Beam-Lasercutter sauber und gut gewartet sein.
es: Esta calibración es para optimizar la alineación de las líneas simples de un grabado. Mejora la calidad del grabado, especialmente en estructuras finas como el texto pequeño. El procedimiento de calibración toma aproximadamente 15 minutos y requiere grabar una pieza de cartón con un mínimo de 25 mm de ancho y 100 mm de alto.<br/> Para obtener el mejor resultado de calibración, Mr Beam debe estar limpio y bien mantenido.
fr: Cette calibration sert à optimiser l'alignement des lignes pour les gravures. Cela améliore surtout la qualité de gravure pour les structures fines comme du texte fin. La procedure de calibration prend approximativement 15 minutes et demande d'engraver une pièce en carton de dimension minimale 25mm x 100mm (largeur x hauteur)<br/> Afin d'obtenir le meilleur résultat de calibration, votre Mr Beam doit être propre et bien entretenu.

source: For maintenance tips check the %(manual_opening_tag)suser manual%(link_closing_tag)s, our %(kb_opening_tag)sknowledge base%(link_closing_tag)s and our %(yt_opening_tag)sYoutube channel%(link_closing_tag)s.
de: Wartungstipps findest Du in der %(manual_opening_tag)sBetriebsanleitung%(link_closing_tag)s, unserer %(kb_opening_tag)sKnowledge-Base%(link_closing_tag)s und unserem %(yt_opening_tag)sYoutube-Kanal%(link_closing_tag)s.
es: Para consejos de mantenimiento mira el %(manual_opening_tag)smanual de usuario%(link_closing_tag)s, nuestra %(kb_opening_tag)s Knowledge Base%(link_closing_tag)s y nuestro %(yt_opening_tag)scanal de Youtube%(link_closing_tag)s.

source: Engrave a Test Pattern
de: Gravieren des Testmusters
es: Grabar un Patrón de Prueba
fr: Graver un profil de test.

source: Place your cardboard in the center of the working area.
de: Platziere den Karton in der Mitte des Arbeitsbereichs.
es: Pon el cartón en el centro del área de trabajo.
fr: Placez votre carton au centre de l'espace de travail.

source: Focus the laserhead to the height of the cardboard.
de: Fokussiere den Laserkopf auf die Höhe des Kartons.
es: Enfoca el cabezal láser a la altura del cartón.
fr: Ajustez/Focalisez la tête laser à la bonne hauteur pour le carton.

source: Start the test engraving
de: Starte die Testgravur
es: Inicia el grabado de prueba
fr: Commencez la gravure de test

source: Find the most precise line
de: Die präziseste Linie finden
es: Encuentra la línea más precisa
fr: Trouvez la ligne la plus précise

source: Look up the sharpest line on the engraving.
de: Identifiziere die schärfste Linie auf der Gravur.
es: Busca la línea más afilada en el grabado.

source: Enter the line's number (including sign) here:
de: Gebe hier die Zeilennummer (einschließlich Vorzeichen) ein:
es: Escriba el número de la línea (incluyendo el signo) aquí:
fr: Entrez le numéro de la ligne (avec le signe) ici:

source: Status
es: Estado

source: The camera is not able to take new pictures. Please check the following:
de: Die Kamera kann keine neuen Bilder aufnehmen. Bitte überprüfe die folgenden Punkte:
es: La cámara no es capaz de tomar nuevas imágenes. Por favor, comprueba lo siguiente:

source: More about markers %(opening_tag)shere%(closing_tag)s.
de: Mehr über die Markierungen %(opening_tag)shier%(closing_tag)s.
es: Más sobre marcadores %(opening_tag)saquí%(closing_tag)s.

source: Processed Camera Picture
de: Verarbeitetes Kamerabild
es: Imagen Procesada

source: Raw Camera Picture
de: Rohes Kamerabild
es: Imagen Inicial

source: as you see it in the working area of Mr Beam software
de: wie Du es im Arbeitsbereich der Mr Beam-Software siehst
es: como se ve en el área de trabajo del software

source: actual camera picture, before it is adjusted in the software by fixing the perspective, angle and colour
de: tatsächliches Kamerabild, bevor Perspektive, Winkel und Farbe durch die Software korrigiert wurden
es: la imagen real de la cámara, antes de ajustar la perspectiva, el ángulo y el color

source: Don't worry if this image is rotated a bit - that's normal.
de: Mache dir keine Sorgen, wenn das Bild ein wenig gedreht ist - das ist normal.
es: No te preocupes si la imagen está un poco rotada, es normal.

source: Do you have problems with the camera?
de: Hast Du Probleme mit der Kamera?
es: ¿Tienes problemas con la cámara?

source: Please check out our %(opening_tag)stroubleshooting guide%(closing_tag)s.
de: Finde Lösungen in unserem %(opening_tag)sTroubleshooting-Leitfaden%(closing_tag)s.
es: Mira nuestro %(opening_tag)stroubleshooting guide%(closing_tag)s.

source: You can use the download button on the images to save your camera picture and provide it to the support team, if necessary.
de: Du kannst den Download-Button auf den Bildern verwenden, um das Kamerabild zu speichern und ggf. dem Support-Team zur Verfügung zu stellen.
es: Puedes utilizar el botón de descarga para guardar la imagen de la cámara y proporcionársela al equipo de asistencia, en caso de que sea necesario.

source: Marker detection
de: Markierungs-Erkennung
es: Detección de marcadores

source: Select one of the two marker detection modes: %(strong_open)sreliable%(strong_close)s to always get an image or %(strong_open)saccurate%(strong_close)s to only get precise images.
de: Wähle einen der beiden Markierungs-Erkennungsmodi aus: %(strong_open)szuverlässig%(strong_close)s, um immer ein Bild zu erhalten, oder %(strong_open)sakkurat%(strong_close)s, um nur präzise Bilder zu erhalten.
es: Selecciona uno de los dos modos de detección de marcadores: %(strong_open)sfiable%(strong_close)s para obtener siempre una imagen o %(strong_open)sexacto%(strong_close)s para obtener sólo imágenes precisas.

source: You can change the marker detection mode depending the desired behavior of the camera.
de: Du kannst den Markierungs-Erkennungsmodus je nach dem gewünschten Verhalten der Kamera ändern.
es: Puedes cambiar el modo de detección de marcadores dependiendo del comportamiento deseado de la cámara.

source: Reliable:
de: Zuverlässig:
es: Fiable:

source: The system remembers the markers's position from the last time it found them.
de: Das System merkt sich die Position der Markierungen vom letzten Mal, als es sie gefunden hat.
es: El sistema recuerda la posición de los marcadores desde la última vez que los encontró.

source: This might lead to lower precision.
de: Dies kann zu einer geringeren Präzision führen.
es: Esto podría conllevar una menor precisión.

source: Accurate:
de: Akkurat:
es: Exacto:

source: This option lets you choose if you only want to see pictures where all of the markers were detected.
de: Mit dieser Option kannst Du wählen, ob Du nur Bilder sehen möchtest, auf denen alle Markierungen erkannt wurden.
es: Esta opción sólo muestra las imágenes en las que se detectaron todos los marcadores.

source: All the pink markers need to be visible and detected when you open the lid. After being detected, you might cover them.
de: Alle pinken Markierungen müssen beim Öffnen des Deckels sichtbar und erkennbar sein. Wenn sie einmal erkannt wurden, kannst du sie auch verdecken.
es: Todos los marcadores rosas deben ser visibles y detectados cuando se abre la tapa. Después de ser detectados, puedes cubrirlos.

source: Reliable
de: Zuverlässig
es: Fiable

source: Accurate
de: Akkurat
es: Exacto

source: Camera calibration
de: Kamerakalibrierung
es: Calibración de cámara

source: Your Mr Beam's camera is factory calibrated by default, so there is %(open_strong)snormally no need to calibrate the camera%(close_strong)s.
de: Die Kamera Deines Mr Beams ist standardmäßig schon ab Werk kalibriert ist, so dass im Normalfall %(open_strong)skeine Kamerakalibrierung durchgeführt werden muss.%(close_strong)s.
es: La cámara de Mr Beam viene calibrada de fábrica, así que %(open_strong)snormalmente no es necesario calibrarla%(close_strong)s.

source: A new calibration of the camera is %(open_strong)sonly necessary if%(close_strong)s:
de: Eine Neu-Kalibrierung der Kamera ist %(open_strong)snur notwendig, wenn%(close_strong)s:
es: Una nueva calibración %(open_strong)ssolo es necesaria si%(close_strong)s:

source: One of the pink markings has been changed. (For example, if the mark was peeled off and glued in again.)
de: Eine der pinken Markierungen verändert wurde. (z.B. wenn die Markierung abgelöst und erneut eingeklebt wurde.)
es: Uno de los marcadores rosas se ha cambiado. (Por ejemplo, si se despegó y se volvió a pegar.)

source: You notice a %(open_strong)sdeviation larger than 5mm%(close_strong)s between the processed camera picture (as you see it in the software working area) and the laser result.
de: Du eine %(open_strong)sgrößere Abweichung als 5mm%(close_strong)s der Design-Position zwischen der Bildschirmposition auf dem angepassten (Schwarzweißbild) und dem Laser-Ergebnis feststellst.
es: Si notas una desviación %(open_strong)s mayor de 5mm%(close_strong)s entre la imagen de la cámara procesada (como se ve en el área de trabajo del software) y el resultado del láser.

source: For more information, please have a look at our article on %(opening_tag)scamera calibration%(closing_tag)s.
de: Für weitere Informationen empfehlen wir unseren Artikel zur %(opening_tag)sKamerakalibrierung%(closing_tag)s.
es: Para más información, lee nuestro artículo sobre %(opening_tag)scalibración de cámara%(closing_tag)s.
fr: Pour plus d'information, veuillez lire notre article sur la %(opening_tag)scalibration de la caméra%(closing_tag)s.

source: The lens calibration is made to remove the fish-eye effect from the picture. Only do this if you think that your camera precision is bad, specially in the center.
de: Die Linsenkalibrierung wird durchgeführt, um einen Fischaugen-Effekt aus dem Bild zu entfernen. Wir empfehlen eine Linsenkalibrierung nur vorzunehmen, wenn die Präzision der Kamera vorallem in der Mitte nicht gut ist.
es: La calibración de lente se hace para eliminar el efecto ojo de pez de la imagen. Hazlo solamente si crees que la precisión de tu cámara es mala, especialmente en el centro.

source: You need to make a corner calibration first
de: Bitte mache zuerst eine Eckkalibrierung.
es: Necesitas hacer una calibración de esquinas primero

source: To learn how to create, use, and manage custom material settings, read this %(opening_tag)sKnowledge Base article%(closing_tag)s.
de: Um zu erfahren, wie Du benutzerdefinierte Materialeinstellungen erstellen, verwenden und verwalten kannst, lies diesen %(opening_tag)sKnowledge Base-Artikel%(closing_tag)s.
es: Para aprender a crear, usar y gestionar los ajustes de material personalizados, lee este artículo de %(opening_tag)sKnowledge Base%(closing_tag)s.
fr: Pour apprendre à créer, utiliser et organiser vos paramètres de matériau, veuillez lire cet %(opening_tag)sarticle de la Base de Connaissances%(closing_tag)s.

source: Backup
es: Copia de seguridad
fr: Sauvegarde

source: Download all custom material settings as file:
de: Lade alle benutzerdefinierten Materialeinstellungen in einer Datei herunter:
es: Descarga todos los ajustes del materiales personalizados como archivo:
fr: Enregistrer les réglages personnalisés dans un fichier:

source: Restore
de: Wiederherstellen
es: Restaurar
fr: Restaurer

source: Restore your custom material settings from a backup file.
de: Stelle Deine benutzerdefinierten Materialeinstellungen aus einer Sicherungsdatei wieder her.
es: Restaura los ajustes de materiales personalizados a partir de un archivo de copia de seguridad.
fr: Restaurer les réglages matériau personnalisé depuis un fichier de sauvegarde.

source: Warning
de: Warnung
es: Atención
fr: Avertissement

source: All existing custom material settings will be overwritten!
de: Alle bestehenden benutzerdefinierten Materialeinstellungen werden überschrieben!
es: ¡Todos los ajustes de materiales personalizados existentes serán sobrescritos!
fr: Tous les réglages personnalisés vont être écrasés!

source: Camera Marker Recognition
de: Erkennung der Kameramarkierungen
es: Reconocimiento de Marcadores de Cámara
fr: Reconnaissance des cercles roses

source: Min requried pixel
de: Min. erforderliche Pixel
es: Pixel mín. requerido
fr: Surface minimale (pixels)

source: Default value: 350 pixel
de: Standardwert: 350 Pixel
es: Valor por defecto: 350 píxeles

source: Lower this value if the camera can not recognize the pink markers within the working area. If set too low, the system might recognize other objects of similar color instead of the circles which will result in very poor preview precision.
de: Verringere diesen Wert, wenn die Kamera die pinken Markierungen innerhalb des Arbeitsbereichs nicht erkennen kann. Wenn dieser Wert zu niedrig eingestellt ist, kann es vorkommen, dass das System statt der Kreise andere Objekte mit ähnlicher Farbe erkennt, was zu einer sehr schlechten Genauigkeit der Vorschau führt.
es: Reduce este valor si la cámara no puede reconocer los marcadores rosas dentro del área de trabajo. Si es demasiado bajo, el sistema podría reconocer otros objetos de color similar en lugar de los círculos, empeorando la previsualización.
fr: Diminuez cette valeur si la caméra n'a pas reconnu les cercles roses dans l'espace de travail. Cela peut arriver si les la luminosité de l'image autour d'un marqueur est trop forte ou trop basse. Si la surface entrée est trop basse, le système risque de reconnaitre d'autres petits éléments de l'image comme un marqueur rose, ce qui résulte en une précision moindre.

source: Working Area
de: Arbeitsbereich
es: Área de Trabajo
fr: Espace de Travail

source: Enable Clipping
de: Clipping aktivieren
es: Habilitar Recorte
fr: Rogner les images en hors cadre
it: Abilita Ritaglio

source: Only disable if you're experiencing problems.
de: Nur deaktivieren, wenn Du Probleme hast.
es: Desactívalo solo si tienes problemas.
fr: Ne désactivez que si vous rencontrez des problèmes.
it: Disabilita solo se incontri problemi.

source: Designs exceeding the working area are clipped if enabled. When disabled you might experience 'machine limit hit' errors during laserjobs. Since we had some bugs with the clipping algorithm in the past, here is an option to disable it completely.
de: Designs, die den Arbeitsbereich überschreiten, werden, falls aktiviert, abgeschnitten. Wenn deaktiviert, kann es während der Laserjobs zu Fehlern im Zusammenhang mit der Maschinenbegrenzung kommen. Da wir in der Vergangenheit einige Fehler mit dem Clipping-Algorithmus hatten, gibt es hier eine Option, um ihn vollständig zu deaktivieren.
es: Si está activado, los diseños que exceden el área de trabajo se recortan. Si está desactivado, es posible que se produzcan errores de 'límite de máquina' durante los trabajos de láser. Ya que tuvimos algunos errores con el algoritmo de recorte en el pasado, he aquí una opción para desactivarlo completamente.
fr: Les conceptions dépassant la zone de travail sont rognées si cette option est activées. Si désactivée, vous risquez de rencontrer des erreurs 'machine limit hit' durant vos découpes. Puisque nous avons eu quelques bugs avec l'algorithme pour rogner les images dans le passé, voici une option pour le désactiver complètement.
it: I disegni che superano l’area di lavoro vengono ritagliati, se la funzione è abilitata. Se è disabilitata, è possibile che si verifichino errori di “hai raggiunto limite macchina” durante le lavorazioni al laser. Dato che in passato abbiamo riscontrato alcuni errori con l’algoritmo di ritaglio, questa opzione serve a disabilitarlo completamente.

source: Enable terminal
de: Terminal aktivieren
es: Habilitar terminal
fr: Activer le terminal
it: Abilita terminale

source: Requires full page reload: <strong>Shift + F5</strong> (Windows and Linux) or <strong>Ctrl + Shift + r</strong> (Mac)
de: Erfordert ein Neuladen der gesamten Seite: <strong>Shift + F5</strong> (Windows und Linux) oder <strong>Ctrl + Shift + r</strong> (Mac)
es: Es necesario recargar la página por completo: <strong>Shift + F5</strong> (Windows y Linux) o <strong>Ctrl + Shift + r</strong> (Mac)
fr: Nécessite un rafraîchissment complet de la page : <strong>Maj + F5</strong> (Windows et Linux) ou <strong>Ctrl + Maj + r</strong> (Mac)
it: Richiede il caricamento completo della pagina: <strong>Shift + F5</strong> (Windows e Linux) o <strong>Ctrl + Shift + r</strong> (Mac)

source: Show checksums
de: Zeige Checksummen
es: Mostrar checksums
fr: Afficher les checksums
it: Mostra checksum

source: Show gcode command checksums in terminal. Takes effect immediately.
de: Zeigt die Checksummen der gcode Befehle im Terminal an. Wird sofort wirksam.
es: Mostrar checksums de comandos gcode en la terminal. Tiene efecto inmediato.
fr: Afficher les checksums des commandes gcode dans le terminal. Prend effet immédiatement.
it: Mostra checksum del comando gcode nel terminale. Ha effetto immediato.

source: Device State
de: Gerätestatus
es: Estado del Dispositivo
fr: État de la machine

source: File import settings
de: Dateiimport Einstellungen
es: Ajustes de Importación de Archivos
