Repository: mrbeam/MrBeamPlugin
Catalog: octoprint_mrbeam/translations/*/LC_MESSAGES/messages.po
Languages: de, es, fr, it

source: Connect the Mr Beam to the network router via cable. This configuration is particularly stable due to the cable connection.
de: Verbinde den Mr Beam per Kabel mit dem Netzwerk-Router. Diese Konfiguration ist durch die Kabelverbindung besonders stabil.
es: Conecta el Mr Beam al router con un cable. Esta configuración es muy estable gracias a la conexión por cable.

source: Attention. Make sure you do NOT plug it into the similar looking connector for your Airfilter system. The connectors are labeled.
de: Achtung! Achte darauf, dass du es NICHT in den ähnlich aussehenden Anschluss für dein Airfilter System steckst. Die Anschlüsse sind beschriftet.
es: Atención. Asegúrate de NO enchufarlo en el conector de tu sistema de filtrado de aire, de aspecto similar. Los conectores están identificados.

source: After that you can access your Mr Beam with any computer (<a href="https://find.mr-beam.org" target="_blank">find.mr-beam.org</a>) that is on the same home network.
de: Danach kannst du deinen Mr Beam mit jedem Computer ansprechen, (<a href=“https://find.mr-beam.org” target=“_blank”>find.mr-beam.org</a>) der sich im selben Heimnetzwerk befindet.
es: Después de eso puedes acceder a tu Mr Beam desde cualquier ordenador (<a href="https://find.mr-beam.org" target="_blank">find.mr-beam.org</a>) que se encuentre en la misma red.

source: Most stable and easiest way to connect (recommended)
de: Stabilste und einfachste Verbindungsart (empfohlen)
es: La manera más estable y sencilla de conectarse (recomendada)

source: Accessible from anywhere in your network
de: Ansteuerbar von überall in deinem Netzwerk
es: Accesible desde toda la red

source: Software updates via your secured home network access
de: Software-Updates über deinen gesicherten Heiminternetzugang
es: Actualizaciones de software desde su red doméstica segura

source: Support tickets can be sent directly from your Mr Beam
de: Support-Tickets können direkt von deinem Mr Beam gesendet werden
es: Los tickets de soporte se pueden enviar directamente desde tu Mr Beam

source: Access to the entire Mr Beam Design and Material Store
de: Zugriff auf den gesamten Mr Beam Design und Material Store
es: Acceso a las tiendas de diseños y materiales

source: In your Google Chrome browser, enter the URL <a href="https://find.mr-beam.org" target="_blank">find.mr-beam.org</a> and select the name of your Mr Beam.
de: Gib in deinen Google Chrome Browser die URL <a href=“https://find.mr-beam.org” target=“_blank”>find.mr-beam.org</a> ein und wähle den Namen deines Mr Beams aus.
es: En tu navegador Google Chrome, inserta la URL <a href="https://find.mr-beam.org" target="_blank">find.mr-beam.org</a> y selecciona el nombre de tu Mr Beam.

source: You can find the device name on the stickers on the back of your Mr Beam.
de: Den Gerätenamen findest du bei den Aufklebern an der Rückseite deines Mr Beams.
es: Puedes ver el nombre del dispositivo en las pegatinas de la parte trasera de tu Mr Beam

source: You're done.
de: Schon fertig.
es: Ya está.

source: Connect Mr Beam via WiFi to your network. Configure your Mr Beam for your WiFi with WiFi name and password.
de: Verbinde den Mr Beam per WLAN mit deinem Netzwerk. Konfiguriere deinen Mr Beam für dein WLAN mit WLAN-Name und Passwort.
es: Conecta tu Mr Beam vía WiFi a tu red. Añade el nombre y contraseña de tu WiFi en la configuración.

source: After that you can access it with any computer (<a href="https://find.mr-beam.org" target="_blank">find.mr-beam.org</a>) that is in the same home network.
de: Danach kannst du ihn mit jedem Computer ansprechen, (<a href=“https://find.mr-beam.org” target=“_blank”>find.mr-beam.org</a>) der sich im selben Heimnetzwerk befindet.
es: Después de eso podrás acceder a él desde cualquier ordenador (<a href="https://find.mr-beam.org" target="_blank">find.mr-beam.org</a>que esté en la misma red.

source: Controllable from everywhere in your network
de: Ansteuerbar aus in deinem Netzwerk
es: Controlable desde cualquier lugar de la red

source: Software updates via your secured home network
de: Software-Updates über deinen gesicherten Heiminternetzugang
es: Actualización de Software a través de tu red privada

source: The router must be close enough to the Mr Beam
de: Der Router muss nah genug am Mr Beam dran sein
es: El router debe estar lo suficientemente cerca del Mr Beam

source: Sort by
de: Sortieren nach
es: Ordenar por
fr: Trier par
it: Ordina per

source: Quality
de: Qualität
es: Calidad
fr: Qualité
it: Qualità

source: Action
de: Aktion
es: Acción
it: Azione

source: Address
de: Adresse
es: Dirección
fr: Adresse
it: Indirizzo

source: Select your WiFi network. Then enter the password needed to connect to your regular home network (WiFi) as usual.
de: Wähle dein WLAN aus. Gib anschließend das notwendige Kennwort ein, das benötigt wird, um sich wie gewohnt mit deinem regulären Heimnetzwerk (WLAN) zu verbinden.
es: Selecciona tu red WiFi. A continuación, introduce la contraseña necesaria para conectarte a tu red doméstica habitual (WiFi) como de costumbre.

source: Make sure your router is nearby and the connection strength to your Mr Beam is strong.
de: Stelle dabei sicher, dass dein Router in der Nähe ist und die Verbindungsstärke zu deinem Mr Beam stark ist.
es: Asegúrate de que tu router está cerca y de que la calidad de la conexión con tu Mr Beam es buena.

source: <li class='show_only_online'> The laser head of your Mr Beam has to be focused according to the thickness of the felt. You can find how to do that in this <a href='https://support.mr-beam.org/en/support/solutions/articles/43000073345?utm_source=beamos&utm_medium=software' target='_blank'><i class="icon-external-link2"></i>Knowledge base article</a>. </li> <li class='show_only_offline'> The laser head of your Mr Beam has to be focused according to the thickness of the felt. You can find how to do that in this <a href='#' onclick="mrbeam.openOfflineKbUrl('43000073345_Focusing_the_laser_head.pdf');"><i class='icon-file-text'></i>Knowledge base article</a>. </li>
de: <li class=‘show_only_online’> Der Laserkopf Deines Mr Beam muss auf die Stärke des Filzes fokussiert sein. Wie das geht, ist in diesem <a href=‘https://support.mr-beam.org/de/support/solutions/articles/43000073345?utm_source=beamos&utm_medium=software' target=‘_blank’><i class=“icon-external-link2”></i>Knowledge-Base-Artikel</a> beschrieben. </li> <li class=‘show_only_offline’> Der Laserkopf Deines Mr Beam muss auf die Stärke des Filzes fokussiert sein. Wie das geht, ist in diesem <a href=‘#’ onclick=“mrbeam.openOfflineKbUrl(‘43000073345_Focusing_the_laser_head.pdf’);”><i class=‘icon-file-text’></i>Knowledge-Base-Artikel</a> beschrieben. </li>
es: <li class='show_only_online'> El cabezal láser de tu Mr Beam tiene que estar enfocado en función del grosor del fieltro. Puedes leer cómo enfocarlo en este <a href='https://support.mr-beam.org/en/support/solutions/articles/43000073345?utm_source=beamos&utm_medium=software' target='_blank'><i class="icon-external-link2"></i>artículo de la Knowledge base</a>. </li> <li class='show_only_offline'> El cabezal láser de tu Mr Beam tiene que estar enfocado en función del grosor del fieltro. Puedes leer cómo enfocarlo en este <a href='#' onclick="mrbeam.openOfflineKbUrl('43000073345_Focusing_the_laser_head.pdf');"><i class='icon-file-text'></i>artículo de la Knowledge base</a>. </li>

source: The new Mr Beam Design Store
de: Der neue Mr Beam Design-Store
es: El nuevo Mr&nbsp;Beam Design Store

source: Buy beautiful designs, integrated in your Mr&nbsp;Beam software
de: Kaufe schöne Designs, die in deine Mr&nbsp;Beam Software integriert sind
es: Compra hermosos diseños, integrado en el software de tu Mr&nbsp;Beam

source: Create wonderful objects
de: Erstelle tolle Objekte
es: Crear objetos maravillosos

source: For more information about the Design Store, visit our %(tag_open)sKnowledge Base%(tag_close)s.
de: Für mehr Informationen über unseren Design-Store, besuche unsere %(tag_open)sKnowledge Base%(tag_close)s.
es: Para más información sobre visita nuestra %(tag_open)sKnowledge Base%(tag_close)s.

source: We revised our working area toolset:
de: Wir haben unseren Werkzeugsatz für den Arbeitsbereich überarbeitet:
es: Hemos mejorado las herramientas de nuestra área de trabajo:

source: Select multiple designs at once and move or transform them together.
de: Wähle mehrere Designs auf einmal aus und verschiebe oder transformiere sie gemeinsam.
es: Selecciona varios diseños a la vez y muévelos o transfórmalos juntos.

source: Now you can mirror your designs on the working area. This is great for creating stamps.
de: Jetzt kannst du deine Designs auf der Arbeitsfläche spiegeln. Das ist beim Erstellen von Stempeln sehr nützlich.
es: Ahora puedes reflejar tus diseños en el área de trabajo. Ideal para crear sellos.

source: Texts can now be curved. You can even create text in circles. What a well rounded feature! ;-)
de: Texte können jetzt gekrümmt sein. Du kannst sogar Text in Kreisen erstellen. Eine runde Sache finden wir! ;-)
es: Ahora los textos se pueden curvar. Incluso se pueden crear textos en círculos. Una funcionalidad muy completa ;-)

source: New material settings: We added settings for Sign Material, Stamp Rubber, Swiss stone pine and more.
de: Neue Materialeinstellungen: Wir haben Einstellungen für Schildermaterial, Stempelgummi, Zirbenholz und mehr hinzugefügt.
es: Nuevos ajustes de material: Hemos añadido ajustes para Material para rótulos, goma para sellos, pino cembro y más.

source: “Messages Form Mr Beam” is our new messaging system that keeps you posted.
de: “Nachrichten von Mr Beam" ist unser neues Nachrichtensystem, das dich auf dem Laufenden hält.
es: “Mensajes de Mr Beam” es nuestro nuevo sistema de mensajería que te mantiene informado.

source: …and a few bug fixes to make your Mr Beam even more stable.
de: ...und ein paar Fehlerkorrekturen, um deinen Mr Beam noch stabiler zu machen.
es: ...y algunas correciones de errores para que tu Mr Beam sea aún más estable.

source: We hope you enjoy this new experience!
de: Wir hoffen, dass Du viel Freude mit diesem Update hast!
es: ¡Esperamos que disfrutes de esta nueva experiencia!
fr: Nous espérons que vous apprécierez cette nouvelle expérience !
it: Ci auguriamo che questa nuova esperienza ti piaccia!

source: New Toolset Features
de: Neue Funktionen für den Arbeitsbereich

source: No
de: Nein
fr: Non

source: Beta user: Please consider enabling Mr Beam analytics!
de: Beta-Nutzer: Bitte aktiviere Mr Beam Analytics!
fr: Utilisateur de la version bêta : Pensez à activer l'analyse des données de Mr Beam !
it: Utente Beta: ti preghiamo di considerare l’abilitazione delle statistiche di Mr Beam!

source: As you are currently in our Beta channel, you would help us tremendously sharing%(br)sthe laser job insights, so we can improve%(br)san overall experience working with the%(br)s Mr Beam. Thank you!%(br)s%(open)sGo to analytics settings%(close)s
de: Es ist für uns bei der Weiterentwicklung Deines Mr Beam sehr hilfreich, wenn Du Analytics-Daten im Beta-Kanal automatisiert mit uns teilst. Danke! %(br)s%(open)sZu den Analytics Einstellungen%(close)s
fr: Comme vous êtes actuellement sur notre canal Beta, vous nous aidez énormément%(br)ssi vous partagez votre expérience avec nous,%(br)safin que nous en améliorons l'utilisation globale. Merci!%(br)s%(open)sParamètres de partages de données%(close)s

source: Error:
de: Fehler:
fr: Erreur:
it: Errore:

source: Error
de: Fehler
fr: Erreur
it: Errore

source: https://www.mr-beam.org/en/collections/mr-beam-materialstore
de: https://www.mr-beam.org/collections/mr-beam-materialstore

source: https://www.mr-beam.org/en/products/mr-beam-acryl-schwarz
de: https://www.mr-beam.org/products/mr-beam-acryl-schwarz

source: https://www.mr-beam.org/en/products/eloxiertes-aluminium
de: https://www.mr-beam.org/products/eloxiertes-aluminium

source: https://www.mr-beam.org/en/collections/filz
de: https://www.mr-beam.org/collections/filz

source: https://www.mr-beam.org/en/collections/kraftplex
de: https://www.mr-beam.org/collections/kraftplex

source: https://www.mr-beam.org/en/products/mr-beam-spiegelfliesen
de: https://www.mr-beam.org/products/mr-beam-spiegelfliesen

source: https://www.mr-beam.org/en/products/sperrholz-birke-5er-pack
de: https://www.mr-beam.org/products/sperrholz-birke-5er-pack

source: https://www.mr-beam.org/en/products/mr-beam-pappelsperrholz-bunt
de: https://www.mr-beam.org/products/mr-beam-pappelsperrholz-bunt

source: https://www.mr-beam.org/en/products/schiefer-platte-40x30-cm-2er-pack
de: https://www.mr-beam.org/products/schiefer-platte-40x30-cm-2er-pack

source: https://www.mr-beam.org/en/collections/laser-leder
de: https://www.mr-beam.org/collections/laser-leder

source: https://www.mr-beam.org/en/products/mr-beam-schilder-material
de: https://www.mr-beam.org/products/mr-beam-schilder-material

source: https://www.mr-beam.org/en/products/stempelgummi
de: https://www.mr-beam.org/products/stempelgummi

source: https://www.mr-beam.org/en/products/edelholzsticker
de: https://www.mr-beam.org/products/edelholzsticker

source: https://www.mr-beam.org/en/collections/holz
de: https://www.mr-beam.org/collections/holz

source: Lens Calibration stopped.
de: Linsenkalibrierung gestoppt.

source: Color
de: Farbe
fr: Couleur
it: Colore

source: Windows | Ctrl + Shift + R
de: Windows | Strg + Shift + R

source: https://support.mr-beam.org/en
de: https://support.mr-beam.org

source: Quick Shape
de: Quick Form
fr: Forme Rapide
it: Forma Rapida

source: /plugin/mrbeam/static/docs/MrBeamAnalytics-PrivacyPolicy_en.pdf
de: /plugin/mrbeam/static/docs/MrBeamAnalytics-PrivacyPolicy_de.pdf

source: vertical
de: vertikal
it: verticale

source: Checklist
de: Checkliste

source: https://mr-beam.org/en/downloads/
de: https://mr-beam.org/downloads/
fr: https://mr-beam.org/fr/downloads/

source: https://www.mr-beam.org/en
de: https://www.mr-beam.org

source: We understand that your privacy is crucial, and we want to assure you that none of the data collected includes your personal information such as your name, login details, designs, or any other private content. You are in full control, and you can change your mind at any time by going to <strong>"Settings > Better together"</strong>.
de: Wir nehmen deine Privatsphäre sehr ernst. Wir versichern, dass keine deiner persönlichen Daten, wie Namen, Login Details, Designs etc., gespeichert werden. Du hast die volle Kontrolle, falls du deine Meinung ändern solltest. Gehe hierzu einfach zu <strong>„Einstellungen > Besser werden“</strong>.

source: img/welcome_dialog/connection-option-detail-b-inner-en.png
de: img/welcome_dialog/connection-option-detail-b-inner-de.png

source: File Import Settings
fr: Paramètres d'import de fichiers
it: Settaggi per importazione file

source: Camera Calibration
fr: Etalonner la caméra
it: Calibrazione della telecamera

source: Analytics
fr: Analytiques
it: Statistiche

source: Quick Shapes
fr: Formes Rapides

source: New language
fr: Nouvelle langue
it: Nuova lingua

source: Calibration needed
fr: Calibrage nécessaire
it: È necessaria calibrazione

source: Please calibrate the camera under Settings -> Camera Calibration
fr: Veuillez calibrer la caméra sous Paramètres -> Calibrage de la caméra
it: Per favore calibra la telecamera in Settaggi -> Calibrazione teleamera

source: Please login again to continue.
fr: Veuillez vous connecter à nouveau pour continuer.

source: Please login again to start this laser job.
fr: Veuillez vous connecter à nouveau pour démarrer cette tâche.
it: Per favore fai login per iniziare a laserare.

source: Take care about ignitions. Never run a job slower than 300 mm/min!
fr: Faites attention à ne pas démarrer un feu. Ne jamais exécuter une tâche à moins de 300 mm/min !
it: Fai attenzione alle accensioni. Non andare mai più lento di 300mm/min!

source: Ordinary cardboard like most packaging is made of.
fr: Carton ordinaire utilisé dans la plupart des emballages.
it: Cartone ordinario, simile alla maggior parte del cartone per imballaggi.

source: Engraving looks great if just the first layer is lasered away, so that the wave is visible underneath.
fr: La gravure est parfaite si la première couche est enlevée au laser, afin que l'ondulation en dessous soit visible.
it: L’incisione viene molto bene se solo il primo strato viene laserato, così che l’onda è visibile sotto.

source: Take care about ignitions. Never run a job slower than 180 mm/min!
fr: Faites attention à ne pas démarrer un feu. Ne jamais exécuter une tâche à moins de 180 mm/min !
it: Fai attenzione alle accensioni. Non andare mai più lento di 180 mm/min!

source: Ordinary cardboard like strong packaging is made of.
fr: Carton ordinaire utilisé pour des emballages solides.
it: Cartone ordinario, simile agli imballaggi robusti.

source: Engraving looks great if just the first layer is lasered away, that the wave is visible underneath.
fr: La gravure est parfaite si la première couche est enlevée au laser, afin que l'ondulation en dessous soit visible.
it: L’incisione viene molto bene se solo il primo strato viene laserato, così che l’onda è visibile sotto.

source: Acrylic felt like the one sold in many arts and craft stores.
fr: Le feutre acrylique comme celui vendu dans de nombreux magasins d'art et de bricolage.
it: Feltro acrilico simile a quello venduto in molti negozi di artigianato.

source: Be aware that natural felt is something else.
fr: Sachez que le feutre naturel est autre chose.
it: Fai attenzione perché il feltro naturale è diverso da questo.

source: Consists of poly urethane foam.
fr: Mousse de polyuréthane.
it: È costituito da schiuma poliuretanica.

source: Ordinary paper like from an office printer.
fr: Papier ordinaire comme celui d'une imprimante.
it: Carta ordinaria simile a quella delle stampanti da ufficio.

source: Very fine structures may be subject of ignition.
fr: Les structures très fines peuvent s'enflammer.
it: Strutture molto fini potrebbero accendersi più facilmente.

source: Plywood from an ordinary hardware store or arts and craft supply.
fr: Contreplaqué provenant d'une quincaillerie ordinaire ou d'une boutique d'artisanat d'art.
it: Compensato di un normale negozio di ferramenta o articoli per artigianato.

source: Watch out for dedicated laser plywood - it has better surface quality and only natural glue.
fr: Gardez un œil ouvert pour le contreplaqué dédié à la découpe laser. Il a une meilleure surface et ne contient que de la colle naturelle.
it: Cerca di ottenere compensato apposta per laser: ha una superficie di migliore qualità ed è fatto con solo colla naturale.

source: When engraving slate, the engraving becomes brighter than the original material. Possibly the design template should be inverted.
fr: En gravant de l'ardoise, la gravure devient plus pale que le materiau d'origine. Il se peut que les couleurs des photos nécéssitent d'être inversées.

source: Vegan Leather
fr: Cuir Vegan
it: Pelle vegana

source: You're using Mr Beam's beta software channel.
fr: Vous utilisez le canal de diffusion beta de Mr Beam.
it: Stai usando il software del canale Beta di Mr Beam.

source: Find out%(br)s%(link1_open)swhat's new in the beta channel.%(link1_close)s%(br)s%(br)sShould you experience any issues you can always switch back to our stable channel in the software update settings.%(br)s%(br)s Please don't forget to%(br)s%(link2_open)stell us about your experience%(link2_close)s.
fr: Découvrez%(br)s%(link1_open)sles nouveautés du canal bêta.%(link1_close)s%(br)s%(br)sSi vous rencontrez des problèmes, vous pouvez toujours revenir à la version stable dans l'onglet "Mise à Jour".%(br)s%(br)sN'hésitez pas à nous %(link2_open)sfaire part de votre expérience%(link2_close)s.
it: Scopri %(br)s%(link1_open)scosa c’è di nuovo nel canale Beta.%(link1_close)s%(br)s%(br)sIn caso di problemi, puoi sempre tornare al nostro canale stabile modificando le impostazioni di aggiornamento del software. %(br)s%(br)s Per favore non dimenticarti di %(br)s%(link2_open)sraccontarci della tua esperienza%(link2_close)s.

source: Beta
fr: Bêta

source: Step-by-Step Tour Guide To Your First Laser Job
fr: Explication étape par étape de votre première réalisation avec Mr Beam
it: Guida passo passo al tuo primo lavoro di taglio al laser

source: The laser head of your Mr Beam has to be focused according to the thickness of the felt.You can find how to do that in this %(opening_tag)sKnowledge base article%(closing_tag)s.
fr: La tête laser de votre Mr Beam doit être focalisée en fonction de l'épaisseur du feutre, comme vous pouvez le voir dans cet %(opening_tag)sarticle de la Base de Connaissances%(closing_tag)s.

source: What's New in the Stable Channel
fr: Les nouveautés du Canal Stable
it: Cosa c’è di nuovo nel Canale Stabile

source: Welcome dialog
fr: Dialogue de bienvenue
it: Finestra di dialogo di benvenuto

source: The SVG file contains unsupported elements: '%(elemName)s' These elements got removed.
fr: Le fichier SVG contient des éléments non supportés : "%(elemName)s" Ces éléments ont été supprimés.
it: Il file SVG contiene elementi non supportati: ‘%(elemName)s’ Qyuesti elementi sono stati rimossi.

source: Unsupported elements in SVG: '%(elemName)s'
fr: Éléments non pris en charge dans SVG: "%(elemName)s''
it: Elementi non supportati in SVG: ‘%(elemName)s’

source: Material
fr: Matériel
it: Materiale

source: The movement velocity range used for engraving pixel graphics.
fr: La plage de vitesse de mouvement utilisée pour graver les images pixelisés.
it: Il range di velocità di movimento utilizzata per l’incisione della grafica pixel.

source: engrave outlines of filled shapes
fr: graver le contour des patrons remplis
it: incidi i contorni delle forme piene

source: Dithering
fr: Tramage
it: Retinatura

source: Sets the velocity of the laser head.
fr: Règle la vitesse de la tête laser.
it: Imposta la velocità della testa del laser.

source: Indicates the number of times the laser will run over the design to cut it. Increase the number of passes if the material does not get cut.
fr: Indique le nombre de fois que le laser parcoure le trajet pour le découper. Augmenter le nombre de passes si le matériau n'est pas entièrement coupé.
it: Indica il numero di volte in cui il laser passerà sopra il disegno per tagliarlo. Aumenta il numero di passaggi se il materiale non viene tagliato.

source: Remember to turn off your Mr Beam if you disconnect the ribbon cable!
fr: N'oubliez pas d'éteindre votre Mr Beam avant de débrancher le câble plat!

source: Then do a homing cycle so that your Mr&nbsp;Beam knows its current position.
fr: Faites ensuite un Retour au Foyer afin que votre Mr&nbsp;Beam connaisse sa position.

source: Dust extraction
fr: Aspiration des fumées
it: Estrazione polvere

source: Laser Job Finished
fr: Travail terminé
it: Lavoro laser terminato

source: Inspire the Mr Beam Community
fr: Inspirez la communauté Mr Beam
it: Ispira la Community Mr Beam

source: and be inspired too!
fr: et laissez-vous inspirer !
it: e fatti anche ispirare!

source: Tag your photos with
fr: Marquez vos photos avec
it: Tagga le tue foto con

source: Almost done...
fr: Presque terminé...
it: Quasi fatto…

source: Heads up! Read the following, it is very important for your and other's health!
fr: Attention ! Ce qui suit est très important pour votre santé et celle des autres !
it: Attenzione! Leggi quanto segue, è molto importante per la salute tua e degli altri!
