Repository: mrbeam/MrBeamPlugin
Catalog: octoprint_mrbeam/translations/*/LC_MESSAGES/messages.po
Languages: de, es, fr, it

source: The SVG file contained style elements with online references. Since online references are not supported, we removed them. The image might look a bit different now.
de: Die SVG-Datei enthielt Style-Elemente mit Online-Referenzen. Da Online-Referenzen nicht unterstützt werden, haben wir sie entfernt. Das Bild könnte jetzt etwas anders aussehen.
es: El archivo SVG contenía elementos de estilo con referencias online. Dado que las referencias online no son compatibles, las hemos eliminado. La imagen podría parecer un poco diferente ahora.
fr: Le fichier SVG contenait des éléments de style avec des dépendances sur Internet. Comme les références en ligne ne sont pas prises en charge, nous les avons supprimées. L'image peut sembler un peu différente maintenant.
it: Il file SVG contiene elementi di stile con riferimenti online. Poiché i riferimenti online non sono supportati, li abbiamo rimossi. L’immagine potrebbe sembrare un po’ diversa.

source: Style elements removed
de: Style-Elemente entfernt
es: Elementos de estilo eliminados
fr: Éléments de style enlevés
it: Abbiamo rimosso gli elementi di stile

source: The selected design file can not be handled. Please make sure it is a valid design file.
de: Die ausgewählte Design-Datei kann nicht bearbeitet werden. Bitte stelle sicher, dass es sich um eine gültige Design-Datei handelt.
es: El archivo seleccionado no puede ser manipulado. Por favor, asegúrate de que es un archivo de diseño válido.
fr: Impossible d'utiliser le fichier sélectionné. Veuillez vérifier que ce soit un design valide.

source: File error.
de: Dateifehler.
es: Error de archivo.
fr: Erreur de Fichier.

source: The selected design file does not have any content.
de: Die ausgewählte Design-Datei hat keinen Inhalt.
es: El archivo seleccionado no tiene ningún contenido.
fr: Le ficher design sélectionné ne contient rien.

source: Empty File.
de: Leere Datei.
es: Archivo vacío.
fr: Fichier vide.

source: An unknown error occurred while processing this design file.
de: Ein bekannter Fehler ist während der Verarbeitung dieser Designdatei aufgetreten.
es: Se ha producido un error inesperado durante el procesamiento de este archivo de diseño.
fr: Une erreur inconnue s'est produite lors du traitement du fichier.
it: Si è verificato un errore sconosciuto durante l’elaborazione di questo file.

source: Please try reloading this browser window and try again. If this error remains, contact the Mr Beam Support Team. Make sure you provide the error message below together with the design file you're trying to process.
de: Bitte lade dieses Browserfenster neu und versuchen es dann noch einmal. Wenn dieser Fehler bestehen bleibt, wende Dich bitte an das Mr Beam Support Team. Bitte gib dabei auch die untenstehende Fehlermeldung an und lade auch die Designdatei hoch, die Du gerade versuchst zu bearbeiten.
es: Por favor, prueba a recargar esta ventana e inténtalo de nuevo. Si el error persiste, ponte en contacto con el equipo de asistencia de Mr Beam. Asegúrate de incluir el mensaje de error y el archivo que estabas intentando procesar.
fr: Veuillez essayer de recharger cette fenêtre du navigateur et réessayer. Si cette erreur persiste, contactez l'équipe d'assistance de Mr Beam. Assurez-vous de fournir le message d'erreur ci-dessous avec le fichier patron essayez de traiter.
it: Prova a ricaricare questa finestra del browser e riprova. Se l’errore persiste, contattare il team di assistenza di Mr Beam. Assicurati di fornire il seguente messaggio di errore insieme al file che stai tentando di elaborare.

source: Error while saving laser head change detection!
de: Fehler beim Speichern der Laserkopfwechselerkennung!
es: ¡Error al guardar la detección del cambio de cabezal láser!

source: Unable to save laser head change detection at the moment.%(br)sCheck connection to Mr Beam and try again.
de: Die Erkennung des Laserkopfwechsels kann momentan nicht gespeichert werden.%(br)sÜberprüf deine Verbindung zu Mr Beam und versuch es erneut.
es: No se ha podido guardar la detección del cambio de cabezal láser.%(br)sComprueba la conexión de Mr Beam e inténtalo de nuevo.

source: Do you want to continue to shut down the device?
de: Soll das Gerät wirklich heruntergefahren werden?
es: ¿Quieres continuar apagando el dispositivo?

source: Shutdown
de: Herunterfahren
es: Apagado

source: The device could not be shut down.
de: Das Gerät konnte nicht heruntergefahren werden.
es: El dispositivo no se ha podido apagar.

source: There was an error while shutting down the device. Please try again.
de: Es gab einen Fehler währen dem herunterfahren, probiere es später noch einmal.
es: Ha habido un error al apagar el dispositivo. Por favor, inténtalo de nuevo.

source: You need to agree to all points
de: Du musst allen Punkten zustimmen
es: Tienes que estar de acuerdo con todos los puntos
fr: Vous devez être d'accord sur tous les points mentionnés
it: È necessario accettare tutti i punti

source: Please read the entire document and indicate that you understood and agree by checking all checkboxes.
de: Bitte lies das gesamte Dokument und bestätige, dass Du es verstanden hast und zustimmst, indem Du alle Kontrollkästchen aktivierst.
es: Por favor, lee todo el documento e indica que has entendido y estás de acuerdo marcando todas las casillas de verificación.
fr: Veuillez lire le document en entier et indiquer que vous l'ayez compris et que vous êtes d'accord en cochant toutes les cases.
it: Per favore leggi l’intero documento e indica se hai capito e accetti, selezionando tutte le checkbox.

source: Laser Safety notice will show again.
de: Der Hinweis zur Lasersicherheit wird erneut angezeigt.
es: El aviso de seguridad se mostrará otra vez.
fr: La notice de sécurité s'affichera à nouveau.
it: L’avviso di Sicurezza Laser si mostrerà ancora.

source: Device needs to have a working internet connection to submit your confirmation. We aren't able to reach our servers therefore we'll show this warning again.
de: Das Gerät muss über eine funktionierende Internetverbindung verfügen, um Deine Bestätigung zustellen zu können. Wir sind nicht in der Lage, unsere Server zu erreichen, daher werden wir diese Warnung erneut anzeigen.
es: Es necesario tener conexión a Internet para enviar tu confirmación. No hemos podido conectarnos a nuestros servidores, por lo que volveremos a mostrar este aviso.
fr: L'appareil doit disposer d'une connexion Internet fonctionnelle pour envoyer votre confirmation. Nous ne sommes pas en mesure d'atteindre nos serveurs donc nous afficherons à nouveau cet avertissement.
it: Il dispositivo deve avere una connessione a internet funzionante per inviare la conferma. Non siamo in grado di raggiungere i nostri server quindi ti mostreremo ancora questo avviso.

source: Acrylic
de: Acryl
es: Acrílico
fr: Acrylique
it: Acrilico

source: Use opaque acrylic in red or black to create nice objects and signs. Acrylic is great for outdoor applications.
de: Verwende undurchsichtiges Acryl in Rot oder Schwarz um schöne Objekte und Schilder zu gestalten. Acryl eignet sich hervorragend für Outdoor-Anwendungen.
es: Usa acrílico opaco rojo o negro para crear objetos y rótulos. El acrílico es ideal para aplicaciones exteriores.

source: Anodized Aluminum
de: Eloxiertes Aluminium
es: Aluminio Anodizado
fr: Aluminium
it: Alluminio Anodizzato

source: Dark anodized aluminum can be engraved.
de: Dunkel eloxiertes Aluminium kann graviert werden.
es: El aluminio anodizado oscuro puede ser grabado.
fr: L'aluminium noir peut être gravé.

source: Requires very precise focus. Anodized aluminum turns brighter through laser engraving. Therefore we suggest to invert photos for engravings.
de: Erfordert eine sehr genaue Fokussierung. Eloxiertes Aluminium wird durch die Lasergravur heller. Wir empfehlen daher, Fotos für Gravuren zu invertieren.
es: Requiere un enfoque muy preciso. El aluminio anodizado se vuelve más brillante al ser grabado con láser. Por lo tanto, sugerimos invertir las fotos para los grabados.
fr: Nécessite une mise au point très précise. L'aluminium devient plus brillant grâce à la gravure au laser. C'est pourquoi nous suggérons d'inverser les photos pour les gravures.
it: Richiede un focus molto preciso. L’alluminio anodizzato diventa più chiaro con l’incisione laser. Quindi ti consigliamo di invertire le foto da incidere.

source: Balsa Wood
de: Balsaholz
es: Madera de Balsa
fr: Bois balsa
it: Legno di balsa

source: Balsa wood is a very popular material for light, stiff structures in model making and in particular construction of model aircraft.
de: Balsaholz ist ein sehr beliebtes Material für leichte, steife Strukturen im Modellbau oder Flugzeugmodellbau.
es: La madera de balsa es un material muy popular para estructuras ligeras y rígidas en el modelismo y, en particular, en la construcción de aeromodelos.

source: Caution sensitive material. If laser speed is too slow, balsa wood may ignite.
de: Vorsicht empfindliches Material. Wenn die Lasergeschwindigkeit zu langsam ist, kann sich Balsaholz entzünden.
es: Precaución: material sensible. Si la velocidad del láser es demasiado lenta, la madera de balsa puede inflamarse.

source: Bamboo Wood
de: Bambusholz
es: Madera de Bambú
fr: Bambou
it: Legno di bambù

source: An individual engraving on a chopping board or a wooden spoon is the perfect spontaneous gift.
de: Eine individuelle Gravur auf einem Schneidebrett oder einem Holzlöffel ist das perfekte Spontangeschenk.
es: Un grabado individual en una tabla de cortar o una cuchara de madera es el regalo espontáneo perfecto.

source: Cardboard, single wave
de: Karton, einwellig
es: Cartón, onda única
fr: Carton, simple ondulation
it: Cartone, ondulato singolo

source: Recycle cardboard from packagings to create precise prototypes and models .
de: Verwende recycelten Karton aus Verpackungen, um präzise Prototypen und Modelle zu erstellen.
es: Recicla el cartón de los embalajes para crear prototipos y maquetas precisas .

source: Dont use your Mr Beam packaging. Please keep it for transportation and storage!
de: Verwende nicht die Verpackung deines Mr Beams. Bitte bewahre sie für Transport und Lagerung auf!
es: No utilices el embalaje del Mr Beam. Consérvalo para su transporte y almacenamiento.

source: Caution sensitive material. If laser speed is too slow, cardboard may ignite. Never run a laser job slower than 180 mm/min!
de: Vorsicht empfindliches Material. Bei zu langsamer Lasergeschwindigkeit kann sich Karton entzünden. Führe einen Laserjob nie langsamer als 180 mm/min aus!
es: Cuidado, material delicado. El carton podría arder a velocidades bajas ¡Nunca realices un trabajo a menos de 180 mm/min!

source: Cardboard, double wave
de: Karton, zweiwellig
es: Cartón, doble onda
fr: Carton, double ondulation
it: Cartone, ondulato doppio

source: Cork
de: Kork
es: Corcho
fr: Liège
it: Sughero

source: Create beautiful pin boards or coasters with individual engravings.
de: Gestalte schöne Pinnwände oder Untersetzer mit individuellen Gravuren.
es: Crea bonitos tableros o posavasos con grabados individuales.

source: Felt
de: Filz
es: Fieltro
fr: Feutre
it: Feltro

source: Acrylic felt can be engraved and cut super fast with Mr Beam.
de: Acrylfilz kann mit Mr Beam superschnell graviert und geschnitten werden.
es: El fieltro acrílico se puede grabar y cortar muy rápido con Mr Beam.

source: Be aware that natural felt is something else and smells very strong when you open the lid.
de: Seie dir bewusst, dass Naturfilz etwas anderes ist und sehr stark riecht, wenn du den Deckel öffnest.
es: Ten en cuenta que el fieltro natural es diferente y huele muy fuerte una vez abierta la tapa.

source: Finn Cardboard
de: Finnpappe
es: Cartón Finn
fr: Carton Bois
it: Cartone Finn

source: Made out of purely wooden fibres, often used for architectural models.
de: Aus reinen Holzfasern; oft für Architekturmodelle verwendet.
es: Hecho de fibras de madera, se utiliza a menudo para las maquetas arquitectónicas.
fr: Souvent utilisées pour les maquettes architecturales, ce matériau est entièrement composé de fibres de bois.
it: Realizzato con fibre di puro legno, spesso utilizzato per modelli architettonici.

source: Foam
de: Schaumstoff
es: Espuma
fr: Mousse
it: Schiuma

source: Use polyethylene or polyurethane foam to create nice prototypes and mock-ups.
de: Verwende Polyethylen- oder Polyurethanschaum, um schöne Prototypen und Mock-ups zu erstellen.
es: Utiliza espuma de polietileno o poliuretano para crear bonitos prototipos y maquetas.

source: Foam Rubber
de: Moosgummi
es: Gomaespuma
fr: Mousse en Caoutchouc
it: Gommapiuma

source: Mostly made out of polyurethane and can be engraved and cut super fast with Mr Beam.
de: Meistens aus Polyurethan und kann mit Mr Beam superschnell graviert und geschnitten werden.
es: La mayoría son de poliuretano y se pueden grabar y cortar muy rápido con Mr Beam.

source: Laser parameters are highly color dependant, bright colors might need pierce time.
de: Die Lasereinstellungen sind stark farbabhängig, helle Farben benötigen möglicherweise eine Einstichzeit.
es: Los parámetros del láser dependen en gran medida del color; los colores brillantes pueden necesitar tiempo de perforación.
fr: Les paramètres laser dépendent fortement de la couleur, les couleurs vives peuvent nécessiter plus de temps pour percer la surface.
it: I parametri laser dipendono molto dal colore, i colori brillanti potrebbero richiedere tempi di penetrazione.

source: Make sure your foam is not made of PVC and does not contain chlorine!
de: Achte darauf, dass dein Schaumstoff nicht aus PVC besteht und kein Chlor enthält!
es: ¡Asegúrate de que la espuma no esté compuesta de PVC y no contenga cloro!

source: Grey Cardboard
de: Graue Pappe
es: Cartón Gris
fr: Carton Gris
it: Cartone Grigio

source: Jersey Fabric
de: Jersey Stoff
es: Tela
fr: Tissu
it: Stoffa Jersey

source: Cutting fabric with Mr Beam is so much fun because it doesn't warp and the result is much more accurate than with scissors.
de: Das Schneiden von Stoffen mit Mr Beam macht so viel Spaß, weil er sich nicht verzieht und das Ergebnis viel genauer ist als mit einer Schere.
es: Cortar tela con Mr Beam es muy divertido porque no se deforma y el resultado es mucho más preciso que con las tijeras.

source: 100% natural fibers compressed under high temperature. Strong and bendable like metal.
de: 100% Naturfasern, die bei hohen Temperaturen gepresst werden. Stark und biegsam wie Metall.
es: Fibras 100% naturales comprimidas a alta temperatura. Resistente y flexible como el metal.
fr: Fibres 100% naturelles comprimées à haute température. Robuste et pliable comme du métal.
it: Fibre naturali al 100% compresse ad alta temperatura. Robusto e flessibile come il metallo.

source: Kraftplex (wave)
es: Kraftplex (onda)
fr: Kraftplex Ondulé

source: 100% natural fibers similar to Kraftplex, but wavy. Thickness is measured over the whole wave.
de: 100%Naturfasern ähnlich wie Kraftplex, aber gewellt. Die Dicke wird über die gesamte Welle gemessen.
es: Fibras 100% naturales similares al Kraftplex, pero onduladas. El ancho está medido a lo largo de toda la ondulación.

source: Latex
es: Látex
it: Lattice

source: Leather
de: Leder
es: Cuero
fr: Cuir
it: Pelle

source: Use thin and hard leather to get the best result.
de: Verwende dünnes und hartes Leder, um das beste Ergebnis zu erzielen.
es: Utiliza cuero fino y duro para obtener el mejor resultado.

source: If you use artificial leather, make sure that it is not made of PVC and does not contain chlorine!
de: Wenn du Kunstleder verwendest, achten darauf, dass es nicht aus PVC besteht und kein Chlor enthält!
es: Si utilizas cuero artificial, ¡asegúrate de que no esté compuesta de PVC y no contenga cloro!

source: Linoleum
es: Linóleo
fr: Linoléum

source: Mirror
de: Spiegel
es: Espejo
fr: Mirroir
it: Specchio

source: Engrave Mirrors only from the back side. But be aware of that you also need to mirror your design!
de: Graviere Spiegel nur von der Rückseite! Achte aber darauf, dass du dein Motiv auch spiegeln musst!
es: Graba el espejo sólo por la parte trasera. Pero ten en cuenta que también debes reflejar el diseño.

source: Mirrors can only be engraved from the back, otherwise the laser would be reflected.
de: Spiegel können nur von der Rückseite graviert werden, da sonst der Laser reflektiert würde.
es: Los espejos sólo pueden ser grabados por la parte de atrás, si no reflejaría el láser.
fr: Les mirroirs ne peuvent que être gravé depuis le derrière, sinon le laser serait refleté.
it: Gli specchi possono solo essere incisi dal retro, altrimenti il laser verrebbe riflesso.

source: Paper
de: Papier
es: Papel
fr: Papier
it: Carta

source: White paper is difficult to engrave. Please do some testing if necessary.
de: Weißes Papier ist schwer zu gravieren. Bitte führe ggf. einige Tests durch.
es: El papel blanco es difícil de grabar. Por favor, haz algunas pruebas si es necesario.

source: Extremely thin paper can vibrate heavily or fly away if using the compressor. In that case, please reduce the power of the compressor.
de: Extrem dünnes Papier kann bei Verwendung des Kompressors stark vibrieren oder wegfliegen. Reduziere in diesem Fall bitte die Leistung des Kompressors.
es: Si el papel es muy fino puede vibrar o moverse si se utiliza el compresor. En ese caso, reduce la potencia del compresor.

source: Caution sensitive material. Very fine structures may be subject of ignition.
de: Vorsicht empfindliches Material. Sehr feine Strukturen können sich entzünden.
es: Cuidado, material delicado. Las estructuras muy finas pueden arder.

source: Plywood Birch
de: Sperrholz Birke
es: Contrachapado de Abedul
fr: Bouleau Contreplaqué
it: Compensato di betulla

source: Plywood is greate fo all kinds of model making and decoration.
de: Sperrholz ist für alle Arten von Modellbau und Dekoration geeignet.
es: El contrachapado es ideal para todo tipo de maquetas y decoración.

source: Watch out for dedicated laser plywood - it has better surface quality and better glue.
de: Halte Ausschau nach speziellem Lasersperrholz - es hat eine bessere Oberflächenqualität und nur natürlichen Klebstoff.
es: Busca contrachapado especial para láseres - tiene una superficie de mejor calidad y mejor pegamento.

source: Plywood Poplar
de: Sperrholz Pappel
es: Contrachapado de Álamo
fr: Peuplier Contreplaqué
it: Compensato di pioppo

source: Polypropylene
de: Polypropylen
es: Polipropileno
it: Polipropilene

source: Because of its flexibility and durability it is great for outdoor applications. On engraved lines you can easily fold and reinforce it.
de: Aufgrund seiner Flexibilität und Haltbarkeit ist es hervorragend für Outdoor-Anwendungen geeignet. An gravierten Linien kannst du es einfach falten und verstärken.
es: Por su flexibilidad y durabilidad es ideal para aplicaciones en exteriores. Las líneas grabadas se pueden doblar fácilmente.

source: For the best results, use opaque and dark colored polypropylene.
de: Die besten Ergebnisse erzielst du, wenn du blickdichtes und dunkel gefärbtes Polypropylen verwendest.
es: Para obtener los mejores resultados, utiliza polipropileno opaco y de color oscuro.

source: Slate
de: Schiefer
es: Pizarra
fr: Ardoise
it: Ardesia

source: Slate is greate to engrave and you can create beatiful objects, gifts and signs.
de: Schiefer lässt sich hervorragend gravieren und du kannst schöne Objekte, Geschenke und Schilder erstellen.
es: La pizarra se graba muy bien y permite crear bonitos objetos, regalos y rótulos.

source: When engraving slate, the engraving becomes brighter than the original material. The images might need theirs colors inverted.
de: Beim Gravieren von Schiefer wird die Gravur heller als das Originalmaterial. Möglicherweise sollte die Farben der Designvorlage invertiert werden.
es: Al grabar pizarra, el grabado queda más claro que el material original. Puede ser necesario invertir los colores del diseño.

source: Laser Leather
de: Laser-Leder
es: Cuero para láser

source: Laser leather is robust in everyday life, it can be washed, sewn and creatively processed with Mr Beam.
de: Laser-Leder ist robust im Alltag, es kann gewaschen, genäht und kreativ mit Mr Beam verarbeitet werden.
es: El cueropara láser es resistente, se puede lavar, coser y procesar de forma creativa con Mr Beam.

source: Sign Material
de: Schildmaterial
es: Material para Rótulos

source: The material is supplied with a protective film. It can be removed before or after processing.
de: Das Material wird mit einer Schutzfolie geliefert. Sie kann vor oder nach der Verarbeitung entfernt werden.
es: El material se suministra con una película protectora. Puede retirarse antes o después del procesado.

source: Stamp Rubber
de: Stempelgummi
es: Goma para sellos

source: Repeat the engraving once ore twice for a better result.
de: Wiederhole die Gravur ein- bis zweimal, um ein besseres Ergebnis zu erzielen.
es: Repite el grabado una o dos veces para un resultado mejor.

source: Swiss stone pine
de: Zirbelkiefer
es: Pino cembro

source: Wood Sticker
de: Edelholzsticker
es: Adhesivo de Madera

source: Solid Wood
de: Vollholz
es: Madera maciza

source: Stainless Steel
de: Edelstahl
es: Acero Inoxidable

source: Engravings on stainless steel only work with our "mark solid" spray. Use line distance 0,1mm for the best result.
de: Gravuren auf Edelstahl funktionieren nur mit unserm “Mark Solid” Laser Markierungsspray. Verwende einen Linienabstand von 0,1mm für ein optimales Ergebnis.
es: Los grabados en acero inoxidable sólo funcionan con nuestro spray "mark solid". Utiliza una distancia de línea de 0,1 mm para obtener el mejor resultado.

source: Do not engrave stainless steel without the application of laser marking color.
de: Edelstahl nicht blank gravieren, sonder immer in Verbindung mit unserem Markierugsspay.
es: No grabes acero inoxidable sin aplicar el spray de marcado láser.

source: minute
es: minuto
it: minuto

source: minutes
de: Minuten
es: minutos
it: minuti

source: hour
de: Stunde
es: hora
fr: heure
it: ora

source: hours
de: Stunden
es: horas
fr: heures
it: ore

source: The lid is open
de: Der Deckel ist geöffnet
es: La tapa está abierta

source: The lid is closed: Please open the lid to start the camera
de: Der Deckel ist geschlossen: Bitte öffne den Deckel, um die Kamera zu starten
es: La tapa está cerrada: Por favor, abre la tapa para activar la cámara

source: Mr Beam is not homed: Please go to the working area and do a Homing Cycle
de: Mr Beam ist nicht ge-homed: Bitte gehe in den Arbeitsbereich und machen Sie einen Homing Cycle
es: No se ha hecho el homing: Ve al área de trabajo y haz un Homing Cycle

source: Mr Beam is currently performing a laser job. The camera does not work during a laser job
de: Mr Beam ist gerade mit einem Laserjob beschäftigt. Die Kamera funktioniert nicht während eines Laserjobs
es: Mr Beam está realizando un trabajo. La cámara no funciona mientras hay un trabajo

source: Mr Beam is in state Operational
de: Mr Beam ist im Status Operational
es: Mr Beam está en estado Operacional

source: Mr Beam is not in state Operational: The camera does not work during a laser job
de: Mr Beam ist nicht im Status Operational: Die Kamera funktioniert nicht während eines Laserjobs
es: Mr Beam no está en estado Operacional: La cámara no funciona durante un trabajo

source: No markers found since camera did not launch
de: Keine Markierungen gefunden, da Kamera nicht gestartet wurde
es: No se han encontrado marcadores ya que la cámara no se inicializado

source: All 4 pink corner markers are recognized
de: Alle 4 pinken Markierungskreise wurden erkannt
es: Se han reconocido los 4 marcadores rosas de las esquinas
