Repository: mrbeam/MrBeamPlugin
Catalog: octoprint_mrbeam/translations/*/LC_MESSAGES/messages.po
Languages: de, es, fr, it

source: In case beamOS can't recognize what dpi value your graphic program uses, this value will be the fallback. Files from Illustrator or Inkscape or Corel Draw tend to work fine regardless of this value.
de: Falls beamOS nicht erkennen kann, welchen dpi-Wert Dein Grafikprogramm verwendet, wird dieser Wert als Fallback verwendet. Dateien aus Illustrator, Inkscape oder Corel Draw funktionieren unabhängig von diesem Wert einwandfrei.
es: En caso de que beamOS no reconozca el valor de dpi que utiliza tu programa gráfico, se utilizará este valor. Los archivos de Illustrator, Inkscape o Corel Draw suelen funcionar bien independientemente de este valor.
fr: Dans le cas où beamOS ne peut pas reconnaître la valeur de dpi utilisée par votre éditeur graphique, cette valeur est prise par défaut. Les fichiers d'Illustrator, d'Inkscape ou de Corel Draw ont tendance à fonctionner correctement quelle que soit cette valeur.
it: Nel caso in cui beamOS non sia in grado di riconoscere il valore dpi utilizzato dal programma grafico, questo valore sarà il fallback. I file di Illustrator o Inkscape o Corel Draw tendono a funzionare bene indipendentemente da questo valore.

source: DXF Default Scale Factor
de: DXF Standard-Skalierungsfaktor
es: Factor de Escalado Predeterminado DXF
fr: DXF Facteur d'échelle par défaut
it: Fattore di scala DXF predefinito

source: Set default scale factor for DXF files (AutoCAD). Set to >1 (like 10) to magnify graphic, set between 0 and 1 (like 0.1) to decrease its size.
de: Stellt den Standard-Skalierungsfaktor für DXF-Dateien (AutoCAD) ein. Stelle >1 (z.B.: 10) ein, um die Grafik zu vergrößern; stelle zwischen 0 und 1 (z.B.: 0.1) ein, um die Größe zu verkleinern.
es: Establece el factor de escalado predeterminado para los archivos DXF (AutoCAD). Ajústalo a >1 (ej. 10) para ampliar el gráfico, o entre 0 y 1 (ej. 0,1) para disminuir su tamaño.
fr: Définir le facteur d'échelle par défaut pour les fichiers DXF (AutoCAD). Réglez sur >1 (par ex. 10) pour agrandir l'image; réglez entre 0 et 1 (comme 0.1) pour diminuer sa taille.
it: Imposta il fattore di scala predefinito per i file DXF (AutoCAD). Impostare su> 1 (come 10) per ingrandire l’immagine, impostare tra 0 e 1 (come 0,1) per ridurne le dimensioni.

source: Here are some suggestions depending on the program you use to create your DXF files: Illustrator: 1, Vector Works: 10, ArchiCAD: 1000
de: Hier sind einige Vorschläge, je nachdem, mit welchem Programm Du Deine DXF-Dateien erstellst: Illustrator: 1, Vector Works: 10, ArchiCAD: 1000
es: Aquí algunas sugerencias dependiendo del programa que utilices para crear tus archivos DXF: Illustrator: 1, Vector Works: 10, ArchiCAD: 1000
fr: Voici quelques suggestions en fonction du programme que vous utilisez pour créer vos fichiers DXF : Illustrateur : 1, Vector Works : 10, ArchiCAD : 1000
it: Ecco alcuni suggerimenti a seconda del programma utilizzato per creare i file DXF: Illustrator: 1, Vector Works: 10, ArchiCAD: 1000

source: Every time you run a laser job, a GCode file is automatically created. We recommend to enable the auto-deletion of GCode files so that your Mr Beam doesn't get too loaded and it can work faster. With this enabled, only the last 25 GCode files will be stored.
de: Jedes Mal, wenn du einen Laserauftrag ausführst, wird automatisch eine GCode-Datei erstellt. Wir empfehlen, das automatische Löschen von GCode-Dateien zu aktivieren, damit dein Mr Beam nicht zu voll wird und schneller arbeiten kann. Wenn diese Option aktiviert ist, werden nur die letzten 25 GCode-Dateien gespeichert.
es: Cada vez que ejecuta un trabajo láser, se crea automáticamente un archivo GCode. Recomendamos activar el auto-borrado de archivos GCode para que su Mr Beam no se cargue demasiado y pueda trabajar más rápido. Con esta opción activada, sólo se almacenarán los últimos 25 archivos GCode.

source: You can alternativelly delete the GCode files manually in the Design Library.
de: Du kannst die GCode-Dateien auch manuell in der Design-Bibliothek löschen.
es: Alternativamente, puede eliminar los archivos GCode manualmente en la biblioteca de diseño.

source: Delete GCode files automatically
de: GCode-Dateien automatisch löschen
es: Auto-borrado de archivos GCode

source: recommended
de: empfohlen
es: recomendado

source: Adjust the overall brightness of Mr Beam Lights.
de: Passe die Gesamthelligkeit der Mr Beam Lights an.
es: Ajusta el brillo de las luces Mr Beam.
fr: Ajustez la puissance des lumières.

source: Animation speed
de: Animationsgeschwindigkeit
es: Velocidad de animación
fr: Vitesse des animations

source: Adjust the animation speed of Mr Beam Lights.
de: Passe die Animationsgeschwindigkeit der Mr Beam Lights an.
es: Ajusta la velocidad de animación de las luces Mr Beam.
fr: Ajustez la vitesse d'animation des lumières Mr Beam

source: Air Filter: Pre-filter
de: Air Filter: Vorfilter
es: Filtro de Aire: Prefiltro
fr: Filtre à air : Pré-filtre
it: Filtro dell’aria: Pre-filtro

source: The pre filter filters all coarse particles from the exhaust air. Regular changing improves the air flow and preserves the main filter.*
de: Der Vorfilter filtert alle groben Partikel aus der Abluft. Ein regelmäßiger Wechsel verbessert den Luftdurchsatz und schont den Hauptfilter. *
es: El prefiltro filtra todas las partículas gruesas del aire extraído. Cámbialo regularmente para mejorar el flujo de aire y preservar el filtro principal.*
fr: Le pré-filtre bloque toutes les grosses particules de l'air expulsé. Un changement régulier améliore le débit d'air et préserve le filtre principal.*
it: Il pre-filtro filtra tutte le particelle grossolane dall’aria di scarico. La sostituzione regolare migliora il flusso d’aria e preserva il filtro principale.*

source: Buy now
de: Jetzt kaufen
es: Comprar
fr: Acheter maintenant
it: Acquista ora

source: used
de: verbraucht
es: usado

source: Reset
de: Zurücksetzen
es: Resetear
fr: Réinitialiser
it: Ripristina

source: Air Filter: Main filter
de: Air Filter: Hauptfilter
es: Filtro de Aire: Filtro principal
fr: Filtre à air : Filtre principal
it: Filtro dell’aria: Filtro principale

source: The main filter is a combined hepa and activated carbon filter. It filters both tiny particles and odours from the exhaust air.*
de: Der Hauptfilter ist ein kombinierter Hepa- und Aktivkohlefilter. Er filtert sowohl winzig kleine Partikel, als auch die Gerüche aus der Abluft. *
es: El filtro principal es un filtro combinado de hepa y carbón activado. Filtra tanto las partículas más diminutas como los olores del aire extraído.*
fr: Le filtre principal est un filtre combiné hépatite et charbon actif. Il filtre à la fois les micro particules et les odeurs de l'air évacué.*
it: Il filtro principale è un filtro combinato a carbone attivo e hepa (filtrazione ad elevata efficienza). Filtra dell’aria di scarico sia particelle minuscole che odori.*

source: Laser head cleaning
de: Laserkopf-Reinigung
es: Limpieza del cabezal láser

source: Clean the laser head regularly to maintain its full performance. You can either do it yourself or you can send it to us and we clean it for you!
de: Um seine volle Leistung zu erhalten muss dieser regelmäßig gereinigt werden. Das kannst du entweder selber durchführen oder du schickst ihn zu uns und wir reinigen ihn für dich!
es: Limpia el cabezal láser con regularidad para mantenerlo en pleno rendimiento. ¡Puedes hacerlo tú mismo o enviárnoslo y nosotros lo haremos por ti!
fr: Nettoyez régulièrement la tête laser pour maintenir une performance optimale. Vous pouvez soit le faire vous-même, soit nous l'envoyer et nous le nettoierons pour vous !
it: Pulisci regolarmente la testa del laser per mantenerne le massime prestazioni. Puoi farlo in autonomia o puoi inviarcelo e lo puliamo noi per te!

source: How to clean a laser head
de: So reinigst Du einen Laserkopf
es: Cómo limpiar el cabezal láser
fr: Comment nettoyer une tête laser
it: Come pulire la testa del laser

source: Mechanics
de: Mechanik
es: Componentes mecánicos
fr: Mécaniques
it: Meccanica

source: The gantry should always be clean. Oil it regularly with an acid-free oil.
de: Die Linearführungen sollten immer sauber sein und regelmäßig mit einem säurefreien Öl geölt werden.
es: El puente debe estar siempre limpio. Engrásalo con regularidad usando un aceite libre de ácido.
fr: Les parties mécaniques doivent toujours rester propres. Huiler régulièrement avec une huile sans acide.
it: Il cavalletto dovrebbe essere sempre pulito. Olialo regolarmente con un olio privo di acidi.

source: Caring of the mechanical parts
de: Pflege der mechanischen Teile
es: Mantenimiento de las partes mecánicas
fr: Soins des parties mécaniques
it: Cura delle parti meccaniche

source: *Users without a Mr Beam Air Filter System can safely ignore and reset this counter.
de: * Benutzer ohne Mr. Beam Air Filter System können diesen Zähler ignorieren und zurücksetzen.
es: *Usuarios sin el Mr Beam Air Filter System pueden ignorar y resetear este contador.
fr: *Les utilisateurs dépourvus de Filtre à Air Mr Beam peuvent ignorer et réinitialiser ce compteur.
it: *Gli utenti senza un sistema di filtraggio dell’aria Mr Beam possono tranquillamente ignorare e ripristinare questo contatore.

source: The hour counter for the following component will now be reset: %(component_to_reset)s.
de: Der Stundenzähler für folgende Komponente wird zurückgesetzt: %(component_to_reset)s.
es: El contador del siguiente componente se reseteará: %(component_to_reset)s.
fr: L'horloge du composant suivant va maintenant être remise à zéro : %(component_to_reset)s.
it: Il contatore delle ore per il seguente componente sarà ora ripristinato: %(component_to_reset)s.

source: Please notice that there is no way to undo this operation
de: Dies kann nicht rückgängig gemacht werden
es: Ten en cuenta que esta operación no se puede deshacer
fr: Veuillez noter qu'il n'y a aucun moyen d'annuler cette opération
it: Fai attenzione perché non è possibile annullare questa operazione

source: Focus Reminder
de: Fokus-Erinnerung
es: Aviso de Enfoque
fr: Rappel de mise au point
it: Promemoria di messa a fuoco

source: This reminder will show before being able to start a laser job, so if you forgot to focus your laserhead you will have the chance to do it and later start the job. You can disable this reminder in the moment you see it, or in this settings anytime.
de: Diese Erinnerung wird angezeigt, bevor ein Laserjob gestartet wird. Wenn Du vergessen hast, den Laserkopf zu fokussieren, hast Du hier noch die Chance ihn zu fokussieren und den Job später zu starten. Du kannst diese Erinnerung im Erinnerungsbildschirm oder hier deaktivieren.
es: Este aviso aparecerá antes de empezar un trabajo de láser, por lo que si se te olvida enfocar el cabezal láser, podrás hacerlo y más tarde comenzar el trabajo. Puedes desactivar este aviso cuando aparezca, o en esta configuración en cualquier momento.
fr: Ce rappel s'affichera avant une découpe ou gravure, donc si vous avez oublié de faire la mise au point vous aurez la possibilité de le faire et de mettre en route votre Mr Beam après. Vous pouvez désactiver ce rappel dès que vous le voyez, ou dans les paramètres à tout moment.
it: Questo promemoria ti verrà mostrato prima di poter avviare una lavorazione laser, nel caso avessi dimenticato dimettere a fuoco lla testa del tuo laser così avrai la possibilità di farlo e in seguito iniziare la lavorazione. Puoi disabilitare questo promemoria in qualsiasi momento. quando lo vedi o nelle impostazioni.

source: Activate focus reminder
de: Fokus-Erinnerung aktivieren
es: Activar aviso de enfoque
fr: Activer le rappel de mise au point
it: Attiva promemoria messa a fuoco

source: The Mr&nbsp;Beam Design Store is not reachable
de: Der Mr&nbsp;Beam Design-Store ist nicht erreichbar
es: El Mr&nbsp;Beam Design Store no está disponible

source: In order to use our store it is necessary that your Mr&nbsp;Beam is connected to the internet.
de: Um unseren Store nutzen zu können, muß Dein Mr&nbsp;Beam mit dem Internet verbunden sein.
es: Para poder usar nuestra tienda es necesario que tu Mr&nbsp;Beam esté conectado a Internet.

source: Please connect your Mr&nbsp;Beam to your router with a cable, or via WiFi.
de: Bitte verbinde Deinen Mr&nbsp;Beam mit einem Kabel oder über WiFi mit Deinem Router.
es: Por favor, conecta tu Mr&nbsp;Beam al router con un cable o por WiFi.

source: Refresh
de: Aktualisieren
es: Actualizar
fr: Actualiser
it: Ricarica

source: The Mr&nbsp;Beam Material Store is not reachable
de: Der Mr&nbsp;Beam Material Store ist nicht erreichbar
es: El Mr&nbsp;Beam Design Store no está disponible

source: Get creative with your Mr Beam laser cutter!
de: Jetzt kannst du kreativ mit deinem Mr Beam Lasercutter durchstarten!
es: ¡Da rienda suelta a tu creatividad con Mr Beam!

source: <h4>Show your creation and use our hashtag <a href="https://mr-beam.org/madewithmrbeam?utm_source=beamos&utm_medium=software" target="_blank">#madewithmrbeam</a></h4> <p>Become part of the Mr Beam community. Get inspired or connect with other creatives.</p> <h4>Find support in our <a href="https://support.mr-beam.org/?utm_source=beamos&utm_medium=software" target="_blank">knowledge base</a></h4> <p>Our knowledge base is your first choice for help articles and videos on all Mr Beam topics like setup, troubleshooting, and more.</p> <h4>Get help when you need it</h4> <p>If you get stuck with the knowledge base, we recommend you create a support ticket directly from the software. This is the fastest way to contact us and we will get information about your Mr Beam directly.</p>
de: <h4>Zeige deine Kreation und nutze unseren Hashtag <a href=“https://mr-beam.org/madewithmrbeam?utm_source=beamos&utm_medium=software” target=“_blank”>#madewithmrbeam</a></h4> <p>Werde Teil der Mr Beam Community. Lass dich inspirieren oder verbinde dich mit anderen Kreativen!</p> <h4>Finde Unterstützung in unserer <a href=“https://support.mr-beam.org/?utm_source=beamos&utm_medium=software” target=“_blank”>Wissensdatenbank</a></h4> <p>Unsere Wissensdatenbank ist deine erste Wahl für Hilfeartikel und Videos zu allen Mr Beam Themen wie Setup, Fehlerbehebung und vieles mehr.</p> <h4>Hole dir Hilfe, wenn du sie brauchst</h4> <p>Wenn du mit der Wissensdatenbank nicht mehr weiter kommst, empfehlen wir dir ein Support-Ticket direkt aus der Software zu erstellen. Das ist der schnellste Weg um mit uns in Kontakt zu treten und wir erhalten direkt Informationen über deinen Mr Beam.</p>
es: <h4>Muestra tu creación y utiliza nuestro hashtag <a href="https://mr-beam.org/madewithmrbeam?utm_source=beamos&utm_medium=software" target="_blank">#madewithmrbeam</a></h4> <p>Forma parte de la comunidad Mr Beam. Inspírate o conecta con otras personas creativas.</p> <h4>Encuentra ayuda en nuestra <a href="https://support.mr-beam.org/?utm_source=beamos&utm_medium=software" target="_blank">knowledge base</a></h4> <p>En nuestra knowledge base puedes encontrar varios artículos y vídeos relacionados con Mr Beam, su configuración, resolución de problemas, y más.</p> <h4>Obten ayuda cuando la necesites</h4> <p>Si no encuentras la solución en la knowledge base, puedes crear un ticket de soporte directamente desde el software. Esta es la manera más rápida de contactar con nosotros, y nos proporciona información sobre tu Mr Beam automáticamente.</p>

source: <h4> You’re now connected to your Mr Beam! </h4> <h4> Please read the following steps to complete the setup! </h4> <br> <p> This Welcome Dialog will guide you through all the important steps, to get started with your Mr Beam.<br>
de: <h4> Du bist jetzt mit deinem Mr Beam verbunden! </h4> <h4> Bitte lese die folgenden Schritte, um die Einrichtung abzuschließen! </h4> <br> <p> Dieser Welcome Dialog führt dich durch alle wichtigen Schritte, um mit deinem Mr Beam loslegen zu können.<br>
es: <h4> ¡Ya estás conectado a tu Mr Beam! </h4> <h4> Lee los siguientes pasos para completar la configuración. </h4> <br> <p> Este asistente de bienvenida te guiará a través de todos los pasos importantes para que empieces a utilizar tu Mr Beam.<br>

source: Set up your user account
de: Richte Dein Benutzerkonto ein
es: Configura tu cuenta de usuario
fr: Mettez en place votre compte utilisateur
it: Configura il tuo account utente

source: <p> Write your e-mail address and password. <strong>Please don't forget your access information.</strong> </p> <p> For security reasons, you can only use your Mr Beam after logging in with a user account. If you forget your access information, you will need to contact the Mr Beam Support Team to reset your device. </p> <small class="muted"> In the settings you can create additional user accounts, e.g. for family members, colleagues or friends. </small>
de: <p> Gib Deine E-Mail-Adresse und Dein Passwort ein. <strong>Bitte vergiss diese Zugangsdaten nicht.</strong> </p> <p> Aus Sicherheitsgründen kannst Du Deinen Mr Beam II nur nach Anmeldung mit einem Benutzerkonto nutzen. Solltest Du Deine Zugangsdaten einmal vergessen haben, musst Du das Mr Beam Support Team kontaktieren um Dein Gerät zurückzusetzen. </p> <small class="muted"> In den Einstellungen kannst Du weitere Nutzerkonten anlegen z.B. für Familienmitglieder, Kollegen oder Freunde. </small>
es: <p> Escribe tu dirección de e-mail y contraseña <strong>Por favor, no olvides tu información de acceso.</strong> </p> <p> Por razones de seguridad, solo puedes usar tu Mr Beam después de iniciar sesión con tu cuenta. Si olvidas tu información de acceso, tendrás que ponerte en contacto con el equipo de asistencia de Mr Beam para poder resetear tu dispositivo. </p> <small class="muted"> En los ajustes puedes crear nuevos usuarios, por ejemplo para tus familiares o amigos. </small>
fr: <p> Renseignez votre e-mail et mot de passe. <strong>Veuillez ne pas oublier vos données d'accès.</strong> <br/> </p> <p> Pour des raisons de sécurité, vous ne pouvez utiliser votre Mr Beam II qu'après vous être connecté avec un compte utilisateur. Si vous oubliez vos informations d'accès, vous devrez contacter l'équipe de support Mr Beam pour réinitialiser votre appareil. </p> <small class="muted"> Dans les paramètres, vous pouvez créer des comptes utilisateur supplémentaires, par exemple pour des membres de votre famille, des collègues ou des amis. </small>
it: <P> Scrivi il tuo indirizzo e-mail e password. <strong> Non dimenticare le informazioni di accesso. </strong> </p> <p> Per motivi di sicurezza, puoi utilizzare Mr Beam solo dopo aver effettuato l’accesso con un account utente. Se dimentichi le informazioni di accesso, sarà necessario contattare il team di supporto Mr Beam per ripristinare il dispositivo. </p> <small class="muted"> Nelle impostazioni puoi creare un account utente aggiuntivo, ad es. per familiari, colleghi o amici. </small>

source: Confirm Password
de: Passwort bestätigen
es: Confirmar Contraseña
fr: Confirmer le mot de passe
it: Conferma Password

source: You are in full control, and you can change your mind at any time by going to <strong>"Settings > Better together"</strong>.
es: Puedes cambiar de parecer en cualquier momento en <strong>"Ajustes > Mejorando juntos"</strong>.

source: Used to setup
de: Zum Setup verwendet
es: Utilizado para configurar

source: Option A: WiFi direct connection
de: Möglichkeit A: WLAN Direktverbindung
es: Opción A: Conexión directa por WiFi

source: Connect your computer directly to your Mr Beam, without the help of a router or network.
de: Verbinde deinen Computer direkt mit deinem Mr Beam, ohne Mitwirken von einem Router oder einem Netzwerk.
es: Conecta tu ordenador directamente a tu Mr Beam, sin necesidad de un router o red.

source: We recommend this method only if you don't have a network / router nearby. With this method, your Mr Beam will not have access to the internet and the functions that come with it.
de: Diese Methode empfehlen wir dir nur, wenn du kein Netzwerk / keinen Router in der Nähe hast. Mit dieser Methode hat dein Mr Beam keinen Zugriff auf das Internet und die damit einhergehenden Funktionen.
es: Solo recomendamos este método si no tienes una red o un router cerca. Con este método, tu Mr Beam no tendrá acceso a internet y a las funciones que lo necesitan.

source: Select A
de: A Auswählen
es: Seleccionar A

source: recommended option
de: Empfohlene Möglichkeit
es: opción recomendada

source: Option B: Network cable connection to the router
de: Möglichkeit B: Netzwerkkabel Verbindung zum Router
es: Opción B: Conexión por cable de red al router

source: Connect your Mr Beam via network cable (Ethernet) to your router and make it part of your home network.
de: Verbinde deinen Mr Beam via Netzwerkkabel (Ethernet) mit deinem Router und mache ihn so zu einem Teil deines Heimnetzwerks.
es: Conecta tu Mr Beam mediante un cable de red (Ethernet) a tu router y haz que forme parte de tu red doméstica.

source: Select B
de: B Auswählen
es: Seleccionar B

source: Option C: WiFi connection to the router
de: Möglichkeit C: WLAN Verbindung zum Router
es: Opción C: Conexión WiFi al router

source: Connect your Mr Beam via WiFi to your router and make it part of your home network.
de: Verbinde deinen Mr Beam via WLAN mit deinem Router und mache ihn so zu einem Teil deines Heimnetzwerks.
es: Conecta tu Mr Beam por WiFi a tu router y haz que forme parte de tu red doméstica.

source: Select C
de: C Auswählen
es: Selecciona C

source: No Internet access or network infrastructure is required. You may not be able to use the Internet on your computer while connected to Mr Beam.
de: Es ist kein Internetzugang oder keine Netzwerkinfrastruktur notwendig. Möglicherweise kannst du das Internet an deinem Computer nicht nutzen, solange du mit dem Mr Beam verbunden bist.
es: No se requiere acceso a Internet ni infraestructura de red. Es posible que no puedas utilizar Internet en tu ordenador mientras estés conectado a tu Mr Beam.

source: Pros / Cons
de: Pro / Contra
es: Pros / Contras

source: No internet necessary
de: Kein Internet nötig
es: No se necesita Internet

source: No router setup necessary
de: Keine Routereinrichtung nötig
es: No hay que configurar el router

source: No internet access on your computer while your computer is in the WiFi of your Mr Beam
de: Kein Internetzugang auf deinem Computer während sich dein Computer im WLAN deines Mr Beams befindet
es: El ordenador no tiene acceso a Internet mientras esté en el WiFi del Mr Beam

source: Software updates only possible via USB stick
de: Software-Uptate nur über USB-Stick möglich
es: Solo puede actualizarse el software a través de una memoria USB

source: No direct access to Design Store
de: Kein direkter Zugriff auf Design Store
es: No hay acceso directo a la Design Store

source: No sending of support requests possible
de: Kein Absenden von Supportanfragen möglich
es: No se puede utilizar el portal de asistencia para enviar solicitudes

source: This is how it’s done
de: So gehst du vor
es: Así es como se hace

source: Select WiFi of your Mr Beam.
de: WLAN deines Mr Beams auswählen.
es: Selecciona la red WiFi de tu Mr Beam.

source: Name: MrBeam-XXXX <br> Password: mrbeamsetup
de: Name: MrBeam-XXXX <br> Passwort: mrbeamsetup
es: Nombre: MrBeam-XXXX <br> Contraseña: mrbeamsetup

source: XXXX stands for your specific device name. You can find it on a sticker on the back of your Mr Beam.
de: XXXX steht für deinen spezifischen Gerätenamen. Du findest ihn auf einem Aufkleber an der Rückseite deines Mr Beams.
es: XXXX es el nombre de tu dispositivo. Puedes verlo en la pegatina de la parte trasera de tu Mr Beam.
