Repository: mrbeam/MrBeamPlugin
Catalog: octoprint_mrbeam/translations/*/LC_MESSAGES/messages.po
Languages: de, es, fr, it

source: Yes, I want to support Mr Beam and agree to share the analytics data.
fr: Oui, je veux soutenir Mr Beam et accepter de partager certaines données.
it: Sì, desidero sostenere Mr Beam e acconsento a condividere i dati statistici.

source: No, I’d rather not share the analytics data.
fr: Non, je préfère ne pas partager ces données.
it: No, preferirei non condividere i dati statistici.

source: Location, camera pictures, public IP addresses.
fr: Emplacement, images de caméra, adresses IP publiques.
it: Posizione, immagini della telecamera, indirizzi IP pubblici.

source: You can change you choice any time in the menu "Settings > Analytics".
fr: Vous pouvez modifier votre choix à tout moment dans le menu "Paramètres > Analytics".
it: Puoi cambiare la tua scelta in qualsiasi momento nel menu “Impostazioni> Statistiche”.

source: Now you can zoom and navigate through the working area to see all the details by using the navigator panel. You can find this feature in the "Preview" menu, on the left side.
fr: Vous pouvez maintenant zoomer et naviguer votre espace de travail en utilisant le panneau de navigation. Cela vous permettra de voir les détails de votre espace avec minutie! Vous trouverez cette fonctionnalité dans l'onglet "Aperçu", sur la gauche.

source: Quick Shape attributes
fr: Paramètres des Formes Rapides

source: Achieve new results by adding filling to the standard shapes and select dynamically the color of the edge and the filling.
fr: Obtenez de nouveaux résultats en ajoutant un remplissage à vos designs ainsi qu'en changeant la couleur du contour ou du remplissage.

source: Mr Beam can now also speak Italian!
fr: Mr Beam peut maintenant aussi parler italien!

source: When you connect to your Mr Beam, your browser's default language will be selected.
fr: Lorsque vous vous connectez à votre Mr Beam, la langue par défaut de votre navigateur sera sélectionnée.
it: Quando ti connetti a Mr Beam, verrà selezionata la lingua predefinita del browser.

source: You can manually select another language in the "User Settings" menu, under "Interface".
fr: Vous pouvez sélectionner manuellement une autre langue dans le menu "Options Utilisateurs", sous "Interface".
it: Puoi selezionare manualmente un’altra lingua nel menu “Impostazioni utente”, sotto “Interfaccia”.

source: The laser head's position shown is now more consistent.
fr: La position de la tête laser est maintenant montrée de manière plus consistante.

source: New mechanism to avoid dark edges in engravings.
fr: Nouveau méchanisme de gravure pour éviter les contours sombres.

source: Improved engraving order: the order of the different engravings was optimized.
fr: Ordre des gravures amélioré : l'ordre dans lequel se fait les différentes gravures est optimisé.

source: Connecting to your Mr Beam
fr: Connection à votre Mr Beam
it: Connessione al tuo Mr Beam

source: The Mr Beam Status Lights show you how to connect to your Mr Beam:
fr: Les Indicateurs Lumineux Mr Beam vous indiquent l'étape à suivre pour vous connecter à votre Mr Beam:
it: Le luci di stato di Mr Beam mostrano come connettersi al tuo Mr Beam:

source: Connect to your Mr Beam via %(strong_open)sfind.mr-beam.org%(strong_close)s
fr: Connectez vous à votre Mr Beam via %(strong_open)sfind.mr-beam.org%(strong_close)s
it: Collegati con il tuo Mr Beam con %(strong_open)sfind.mr-beam.org%(strong_close)s

source: Connect directly to the %(strong_open)sMr Beam WiFi Access Point.%(strong_close)s
fr: Connectez vous directement au %(strong_open)sPoint d'Accès WiFi Mr Beam.%(strong_close)s
it: Connettiti direttamente al punto di %(strong_open)saccesso WiFi del tuo Mr Beam.%(strong_close)s

source: Find your Mr Beam in your local network. Check the %(strong_open)sQuickstart Guide%(strong_close)s for more information.
fr: Trouvez votre Mr Beam sur le réseau local. Vérifiez le %(strong_open)sQuickstart Guide%(strong_close)s pour plus d'information.
it: Trova Mr Beam nella tua rete locale. Controlla la %(strong_open)sGuida Rapida%(strong_close)s per informazioni aggiuntive.

source: Our recommendation: find.mr-beam.org
fr: Notre recommandation: find.mr-beam.org
it: Raccomandiamo: find.mr-beam.org

source: For the best user experience we recommend using the find.mr-beam.org discovery service. In order to use this service, it is necessary that your Mr Beam has an active internet connection.
fr: Pour faciliter l'expérience utilisateur, nous recommandons l'outil de recherche find.mr-beam.org. Afin d'utiliser ce service, il est nécessaire que votre Mr Beam possède une connection internet.
it: Per una migliore esperienza si consiglia di utilizzare il servizio di rilevamento find.mr-beam.org. Per utilizzare questo servizio, è necessario che Mr Beam disponga di una connessione Internet attiva.

source: Configure WiFi
fr: Configurer la WiFi
it: Configura WiFi

source: You can configure the WiFi now or skip this step by clicking on the "Next" button. You can always configure the WiFi later in the settings menu.
fr: Vous pouvez configurer la connection WiFi maintenant, ou l'ignorer en appuyant sur "Suivant". Vous pouvez toujours revenir en arrière et configurer la WiFi dans les paramètres.
it: Puoi configurare subito il WiFi o saltare questo passaggio facendo clic sul pulsante “Avanti”. Puoi sempre configurare il WiFi in un secondo momento dal menu delle impostazioni.

source: Advanced options
fr: Options avancées
it: Opzioni avanzate

source: Start AP
fr: Démarrer AP
it: Avvia AP

source: Stop AP
fr: Arrêter AP

source: Daemon offline
fr: Daemon hors ligne

source: Reset daemon
fr: Réinitialiser le daemon
it: Ripristina daemon

source: New materials
it: Nuovi materiali

source: Brightness adjustment
it: Regolazione luminosità

source: A possible hardware malfunction has been detected on this device. Please contact our support team immediately at:
it: È stato rilevato un possibile malfunzionamento hardware su questo dispositivo. Per favore contatta immediatamente il nostro team di supporto:

source: The bottom plate is not closed correctly. Please make sure that the bottom is correctly mounted as described in the Mr Beam II user manual.
it: Il piano inferiore non è chiuso correttamente. Per favore verifica che il fondo sia montato correttamente come è descritto nel manuale utente di Mr Beam.

source: Software Update required
it: È necessario aggiornare il Software

source: Module 'iobeam' is outdated. Please run Software Update from 'Settings' > 'Software Update' before you start a laser job.
it: Il modulo ‘iobeam’ è obsoleto. Per favore aggiorna il software da ‘Settaggi’ > ‘Aggiornamento Software’ prima di iniziare ad utilizzare il laser.

source: Module 'iobeam' is outdated. Please run software update from 'Settings' > 'Software Update' before you start a laser job.
it: Il modulo ‘iobeam’ è obsoleto. Per favore aggiorna il software da ‘Settaggi’ > ‘Aggiornamento Software’ prima di iniziare ad utilizzare il laser.

source: Module 'MrBeam Plugin' is outdated; iobeam version is newer than expected. Please run software update from 'Settings' > 'Software Update' before you start a laser job.
it: Il modulo ‘MrBeam Plugin’ è obsoleto; la versione iobeam è più recente de previsto. Per favore aggiorna il software da ‘Settaggi’ > ‘Aggiornamento Software’ prima di iniziare ad utilizzare il laser.

source: Please make sure the lid of your Mr Beam II is open and wait a little...
it: Per favore assicurati che il coperchio del tuo Mr Beam II sia aperto e attendi un po’…

source: Please try the following:<br>- Close and reopen the lid<br>- Reboot the device and reload this page
it: Per favore procedi come segue:<br>- Apri e chiudi il coperchio<br>- Riavvia il dispositivo e ricarica questa pagina

source: iobeam version is outdated. Please try Software update.
it: la versione iobeam è obsoleta. Per favore prova ad aggiornare il software.

source: The update of the internal component GRBL failed.{br}It is still save to use your Mr Beam II. However, if this error persists consider to contact the {opening_tag}Mr Beam support team{closing_tag}.{br}{br}{strong_opening_tag}Error:{strong_closing_tag}{br}{error}
it: L’aggiornamento del componente interno GRBL è fallito..{br}È comunque sicuro continuare ad usare Mr Beam II. Tuttavia se l’errore persiste contatta il {opening_tag}team di supporto Mr Beam{closing_tag}.{br}{br} {strong_opening_tag}Errore:{strong_closing_tag}{br}{error}

source: GRBL Update failed
it: Aggiornamento GRBL fallito

source: Custom material settings
it: Impostazioni per materiale personalizzato

source: Figuring out material settings works best from low to high intensity and fast to slow movement.
it: Individuare le impostazioni dei materiali funziona meglio da bassa ad alta intensità e muovendosi da veloce a lento.

source: Experimenting with custom material settings is at your own risk.
it: Sperimentare con impostazioni personalizzate dei materiali è a tuo rischio.

source: Unable to save your custom material settings at the moment.%(br)sCheck connection to Mr Beam II and try again.
it: Al momento è impossibile salvare le impostazioni del materiale personalizzato.%(br)sVerifica la connessione a Mr Beam e prova di nuovo.

source: Unable to save your focus reminder state at the moment.%(br)sCheck connection to Mr Beam II and try again.
it: Al momento è impossibile salvare il tuo promemoria di stato del focus. %(br)sVerifica la connessione a Mr Beam e prova di nuovo.

source: Unable to start the conversion in the backend. Please try reloading this page or restarting Mr Beam II.%(br)s%(br)sContent length was %(length)s bytes.
it: Impossibile iniziare la conversione nel back-end. Per favore prova a ricaricare la pagina o a far ripartire Mr Beam II.%(br)s%(br)sLunghezza del contenuto %(length)s bytes.

source: beamOS is reloading...
it: beamOS si sta riavviando…

source: Regular maintenance on your Mr Beam II is due.%(br)s Please check the %(open)smaintenance settings%(close)s for details.
it: È necessaria una manutenzione regolare di Mr Beam II.%(br)s Per favore controlla i %(open)ssettaggi del mantenimento%(close)s per i dettagli.

source: Dark anodized aluminum can be engraved. Works on iPhones.
it: L’alluminio anodizzato scuro può essere inciso. Funziona con gli iPhones.

source: Kraftplex Wave
it: Kraftplex ondulato

source: 100% natural fibers similar to Kraftplex, but wavy.
it: 100% fibre naturali simile al Kraftplex, ma ondulato.

source: Thickness is measured over the whole wave.
it: Lo spessore si misura su tutta l’onda.

source: Mr Beam II makes use of latest web technologies which are not fully supported by your browser.%(br)sPlease use the latest version of%(br)s%(open)sGoogle Chrome%(close)s for Mr Beam II.
it: Mr Beam usa le le ultime tecnologie web che non sono completamente supportate dal tuo browser.%(br)sPer favore usa l’ultima versione di %(br)s%(open)sGoogle Chrome%(close)s per Mr Beam II.

source: As you are currently in our Beta channel, you would help us tremendously sharing%(br)sthe laser job insights, so we can improve%(br)san overall experience working with the%(br)s Mr Beam II. Thank you!%(br)s%(open)sGo to analytics settings%(close)s
it: Dato che sei attualmente nel nostro canale Beta, ci aiuterebbe enormemente se condividessi %(br)sle informazioni sui tuoi lavori al laser, in modo da poter migliorare l’esperienza complessiva%(br)s dell’utilizzo di %(br)s Mr Beam. Grazie!%(br)s%(open)s Vai ai settaggi delle statistiche%(close)s

source: The SVG file contains clipPath elements.<br/>clipPath is not supported yet and has been removed from file.
it: Il file SVG contiene elementi clipPath. Il clipPath non è ancora supportato e l’abbiamo rimosso dal file.

source: Unable to save your review at the moment.%(br)sCheck connection to Mr Beam II and try again.
it: Al momento è impossibile salvare la tua revisione.%(br)sVerifica la connessione a Mr Beamn II e riprova.

source: Looks like you already set up your Mr Beam II - Congratulations!
it: Sembra che tu abbia già installato Mr Beam II - Congratulazioni!

source: Have a piece of felt on hand. Best to use the one that came with your Mr Beam II.
it: Tieni un pezzo di feltro a portata di mano. Meglio usare quello fornito con il tuo Mr Beam II.

source: The laser head of your Mr Beam II has to be focused according to the thickness of the felt.You can find how to do that in this %(opening_tag)sKnowledge base article%(closing_tag)s.
it: La testa laser del tuo Mr Beam II deve essere messa in focus in base allo spessore del feltro. Puoi trovare come farlo in questo %(opening_tag)sarticolo di conoscenza base%(closing_tag)s.

source: This is important so the Mr Beam II knows where the laser head is located.
it: Questo è importante in modo che Mr Beam II sappia dove si trova la testa del laser.

source: Look into your Mr Beam II
it: Guarda nel tuo Mr Beam II

source: Place the felt material inside Mr Beam II
it: Posiziona il feltro all’interno di Mr Beam II

source: First open the orange lid of your Mr Beam II.
it: Per prima cosa apri il coperchio arancione del tuo Mr Beam II.

source: Then place the felt for the laser job somewhere in the middle of Mr Beam II's working area.
it: Quindi posiziona il feltro per essere lavorato da qualche parte nel mezzo dell’area di lavoro di Mr Beam II.

source: Once you have a good picture, close the lid of your Mr Beam II and click "next".
it: Quando hai una foto soddisfacente, chiudi il coperchio di Mr Beam II e fai clic su “Avanti”.

source: <strong>If it's NOT focused</strong> you should cancel this tour here and focus it. %(opening_tag)sLearn how to do this.%(closing_tag)s
it: <strong>NON è a fuoco</strong> dovresti annullare questo tour qui e metterlo a fuoco. %(opening_tag)sImpara a farlo.%(closing_tag)s

source: Mr Beam II is now preparing your laser job
it: Mr Beam II sta ora preparando il tuo lavoro al laser

source: For more in-depth information you can check our %(opening_tag)sknowledge base%(closing_tag)s, where you will find a lot of articles about Mr Beam II.
it: Per informazioni più approfondite puoi consultare le nostre %(opening_tag)sconoscenze base%(closing_tag)s, dove troverai molti articoli su Mr Beam II.

source: Unable to save your analytics state at the moment.%(br)sCheck connection to Mr Beam II and try again.
it: Impossibile salvare le tue statistiche al momento.%(br)sControlla la connessione a Mr Beam II e riprova.

source: Something went wrong while reading this file.%(topen)sSorry!%(tclose)sPlease check it with another application. If it works there, our support team would be happy to take a look.
it: Qualcosa è andato storto durante la lettura di questo file.%(topen)sCi dispiace!%(tclose)s Per favore verifica con un’altra applicazione. Se funzionasse, il nostro team di supporto sarebbe felice di dargli un’occhiata.

source: Success
it: Riuscito

source: your name of choice
it: scegli un nome

source: Drag colors on this row to skip them.
it: Trascina i colori su questa riga per saltarli.

source: For some materials Mr Beam II needs more energy to do the first piercing of a cut or engraving than it needs for the ongoing cutting/engraving.
it: Per alcuni materiali Mr. Beam II ha bisogno di più energia per eseguire la prima perforazione di un taglio o di un’incisione rispetto a quello necessario per il taglio / incisione in corso.

source: For some materials Mr Beam II needs more energy to do the first pierce of a cut or engraving than it needs for the ongoing cutting/engraving.
it: Per alcuni materiali, Mr. Beam II ha bisogno di più potenza per eseguire la prima perforazione di un taglio o di un’incisione rispetto a quella necessaria per il taglio / incisione in corso.

source: + Drag colors here for another job +
it: + Trascina i colori qui per un altro taglio +

source: Remember to turn off your Mr Beam II if you disconnect the ribbon cable!
it: Ricordati di spegnere Mr Beam II se si scollega il cavo!

source: Mr Beam does not know the current position.
it: Mr Beam non conosce la posizione attuale.

source: First remove any objects blocking the gantry's travel range.<br/>Then do a homing cycle.
it: Prima rimuovi tutti gli oggetti che bloccano il raggio di movimento del cavalletto. <br/> Quindi esegui un ciclo di ritorno al punto di partenza.

source: Please wait a few seconds until Mr Beam II cleared most of the dust particles out of the working area.
it: Per favore aspetta qualche secondo finchè Mr Beam II a ripulito la maggior parte delle particelle di polvere l’area di lavoro.

source: For security reasons, you can only use your Mr Beam II after logging in with a user account.
it: Per motivi di sicurezza, puoi utilizzare Mr Beam II solo dopo aver effettuato l’accesso con un account utente.

source: Mr Beam II needs a short break to cool down. We'll continue the laser job as soon as possible. There's nothing you need to do at the moment.
it: Mr Beam II ha bisogno di una breve pausa per rinfrescarsi. Continueremo la lavorazione laser al più presto. Non c’è niente che devi fare al momento.

source: How happy are you with your Mr Beam II?
it: Quanto ti soddisfa Mr Beam II?

source: We are sorry to hear that you are not completely happy with your Mr Beam II, please share your thoughts with us so we can keep improving:
it: Ci dispiace sapere che il tuo Mr Beam II non ti soddisfa completamente, ti preghiamo di condividere i tuoi pensieri con noi in modo da poter continuare a migliorare:

source: Use the most stable software for your Mr Beam II. You will only get notified about officially released and well tested software updates.
it: Usa il software più stabile per il tuo Mr Beam II. Riceverai una notifica solo sugli aggiornamenti software ufficialmente rilasciati e ben testati.

source: Get the latest Mr Beam development! In this channel you can try the newest features even before they are officially released, with more frequent updates. Use this if you are curious, you can always switch back to the stable channel if you experience errors.
it: Accedi agli ultimi sviluppi di Mr Beam! In questo canale puoi provare le funzionalità più recenti anche prima che vengano ufficialmente rilasciate, con aggiornamenti più frequenti. Usalo ti incuriosisce, puoi sempre tornare al canale stabile in caso di errori.

source: Sort by name
it: Ordina per nome

source: Sort by upload date
it: Ordina per data di caricamento

source: Sort by file size
it: Ordina per dimensione file

source: Only show design files
it: Mostra solo i file di disegno

source: Only show GCode files
it: Mostra solo file GCode

source: Only show recent jobs
it: Mostra solo lavorazioni recenti

source: horizontal
it: orizzontale

source: Mr Beam Analytics
it: Statistiche Mr Beam

source: In order to improve your experience with the Mr Beam II,<br/>we would like to gather some analytics data on the device operations.
it: Al fine di migliorare la tua esperienza con Mr Beam II, <br/> vorremmo raccogliere alcuni dati analitici sulle operazioni del dispositivo.

source: Mr Beam II device data like serial number, local IP addresses and version numbers.
it: Dati del dispositivo Mr Beam II come numero di serie, indirizzi IP locali e numeri di versione.

source: Please put a material like cardboard inside your Mr Beam II that it covers the whole working area.
it: Per favore inserisci un materiale tipo cartone all’interno di Mr Beam II in modo da coprire l’intera area di lavoro.

source: Wait until the engraving is finished and Mr Beam II illuminates green. Open the safety lid again
it: Attendi il completamento dell’incisione e quandoMr Beam II si illumina di verde. Apri ancora il coperchio di sicurezza

source: searching markers
it: ricerca marcatori

source: Terminal
it: Terminale

source: SVG dpi
it: dpi SVG

source: We included settings for more materials!
it: Abbiamo incluso le impostazioni per più materiali!

source: Please keep in mind that your laser head needs to be clean for the best results with these settings.
it: Tieni presente che la testa del laser deve essere pulita per ottenere migliori risultati con queste impostazioni.

source: Mr Beam can now also speak French!
it: Mr Beam ora può anche parlare francese!

source: You can now adjust the <strong>brightness of the camera pictures</strong> to improve your experience with the Working Area in case you have dark materials.
it: Ora puoi regolare la <strong> luminosità delle immagini della fotocamera </strong> per migliorare la tua esperienza con l’area di lavoro in caso di materiali scuri.

source: Dreamcut support
it: Supporto dreamcut

source: There is a new member in the Mr Beam family. Have you heard about our new Mr Beam dreamcut?
it: C’è un nuovo membro nella famiglia Mr Beam. Hai mai sentito parlare del nostro nuovo dreamcut Mr Beam?

source: Make sure you check it out in <a href="https://www.mr-beam.org/en/dreamcut?/utm_source=beamos&utm_medium=beamos&utm_campaign=whatsnew_dialog" target="_blank">www.mr-beam.org</a>
it: Assicurati di dare un’occhiata a <a href="https://www.mr-beam.org/en/dreamcut?/utm_source=beamos&utm_medium=beamos&utm_campaign=whatsnew_dialog" target="_blank">www.mr-beam.org</a>

source: Mr Beam software Guided Tour
it: Tour Guidato del software di Mr Beam

source: This tour will guide new users through their first laser job. You can start it anytime from the menu:
it: Questo tour guida i nuovi utenti nel loro primo lavoro laser. Puoi avviarlo in qualsiasi momento dal menu:

source: Mr Beam remembers your recent laser jobs. You can modify and reuse them from the design library.
it: Mr Beam ha memoria dei tuoi lavori al laser recenti. È possibile modificarli e riutilizzarli dalla libreria dei disegni.

source: The order of the cutting jobs is now always consistent with the order on the laser parameter screen.
it: L’ordine dei lavori di taglio è ora sempre coerente con l’ordine nella schermata dei parametri dei laser.

source: Fixed a bug where in some cases the fan did not stop after a laser job.
it: Risolto un baco per cui in alcuni casi la ventola non si fermava al termine di un lavoro al laser.

source: netconnectd socket
it: presa di rete
