Repository: mrbeam/MrBeamPlugin
Catalog: octoprint_mrbeam/translations/*/LC_MESSAGES/messages.po
Languages: de, es, fr, it

source: Not all pink corner markers are recognized. Missing markers:
de: Nicht alle pinken Markierungskreise wurden erkannt. Fehlende Markierungen:
es: No se han reconocido todos los marcadores rosas de las esquinas. Marcadores faltantes:

source: Error while selecting the marker detection mode
de: Fehler bei der Auswahl des Markierungserkennungsmodus
es: Error al seleccionar el modo de detección de marcadores

source: Unable to select the marker detection mode at the moment.
de: Der Markierungserkennungsmodus kann derzeit nicht ausgewählt werden.
es: No se ha podido seleccionar el modo de detección de marcadores por el momento.

source: Failed to update the Lens Calibration Status.
de: DerLinsenkalibrierungs-Status konnte nicht aktualisiert werden.
es: No se ha podido actualizar la Calibración de Lente.

source: There is nothing to worry about, but here is some extra information :
de: Es gibt keinen Grund zur Sorge, aber hier sind einige zusätzliche Informationen:
es: No hay nada de qué preocuparse, pero aquí hay algo de información extra:

source: Failed to load file
de: Datei konnte nicht geladen werden
es: No se ha podido cargar el archivo
fr: Le chargement du fichier a échoué

source: Unable to load custom material settings from given file. Please make sure that it is a Mr Beam Custom Material Settings backup file.
de: Kann keine benutzerdefinierte Materialeinstellungen aus der angegebenen Datei laden. Bitte stelle sicher, dass es sich um eine Sicherungsdatei der Mr Beam benutzerdefinierten Materialeinstellungen handelt.
es: No se ha podido cargar la configuración del material personalizado del archivo determinado. Por favor, asegúrate de que es un archivo de backup de Mr Beam.
fr: Impossible de charger les matériaux personnalisés depuis ce fichier. Veuillez vous assurer que c'est bien un fichier de sauvegarde de matériaux de Mr Beam.

source: pre-filter
de: Vorfilter
es: prefiltro
fr: préfiltre
it: pre-filtro

source: Pre-Filter capacity reached 70%
de: Vorfilter hat 70 % Kapazität erreicht
es: La capacidad del prefiltro ha alcanzado el 70%

source: At this level, we highly recommend having a visual check on the pre-filter to make sure the estimation is representing the fill level of your filter. This heavily depends on the material you are processing with your device.
de: An diesem Punkt empfehlen wir dringend, den Vorfilter visuell zu überprüfen, um sicherzustellen, dass die Schätzung den tatsächlichen Füllstand deines Filters widerspiegelt. Das hängt stark davon ab, welches Material Du mit deinem Gerät verarbeitest.
es: A este nivel, recomendamos mirar el prefiltro para asegurarse de que la estimación representa el nivel de llenado de su filtro. Esto depende en gran medida del material que estés procesando con tu dispositivo.

source: main filter
de: Hauptfilter
es: filtro principal
fr: filtre principal
it: filtro principale

source: Main-Filter capacity reached 70%
de: Hauptfilter hat 70 % Kapazität erreicht
es: La capacidad del filtro principal ha alcanzado el 70%

source: At this level, we highly recommend to have a visual check on the main-filter to make sure the estimation is representing the fill level of your filter. This heavily depends on the material you are processing with your device.
de: An diesem Punkt empfehlen wir dringend, den Hauptfilter visuell zu überprüfen, um sicherzustellen, dass die Schätzung den tatsächlichen Füllstand deines Filters widerspiegelt. Das hängt stark davon ab, welches Material Du mit deinem Gerät verarbeitest.
es: A este nivel, recomendamos mirar el filtro principal para asegurarse de que la estimación representa el nivel de llenado de su filtro. Esto depende en gran medida del material que estés procesando con tu dispositivo.

source: laser head
de: Laserkopf
es: cabezal láser
fr: tête laser
it: testa laser

source: mechanics
de: Mechanik
es: componentes mecánicos
fr: mécaniques
it: meccanica

source: /%(lifespan)s hrs
de: /%(lifespan)s h
es: /%(lifespan)s h
fr: /%(lifespan)s h
it: /%(lifespan)s ore

source: Did you change the pre-filter?
de: Hast du den Vorfilter gewechselt?
es: ¿Has cambiado el prefiltro?
fr: Avez vous changé le préfiltre ?
it: Hai sostituito il pre-filtro?

source: Did you change the main filter?
de: Hast du den Hauptfilter gewechselt?
es: ¿Has cambiado el filtro principal?
fr: Tu as changé le filtre principal ?
it: Hai sostituito il filtro principale?

source: Did you clean the laser head?
de: Hast Du den Laserkopf gereinigt?
es: ¿Has limpiado el cabezal láser?
fr: Tu as nettoyé la tête laser ?
it: Hai pulito la testa del laser?

source: Did you clean the mechanics?
de: Hast du die Mechanik gereinigt?
es: ¿Has limpiado los componentes mecánicos?
fr: Avez vous nettoyé les pièces mécaniques ?
it: Hai pulito la meccanica?

source: Maintenance required
de: Wartungsbedarf
es: Mantenimiento requerido
fr: Entretien nécessaire
it: Manutenzione necessaria

source: Regular maintenance on your Mr Beam is due.%(br)s Please check the %(open)smaintenance settings%(close)s for details.
de: Eine regelmäßige Wartung Deines Mr&nbsp;Beam ist fällig.%(br)s Gehe auf die %(open)sWartungsseite%(close)s in den Einstellungen für weitere Details.
es: El mantenimiento de tu Mr Beam se ha vencido.%(br)s Por favor, ve a los %(open)sajustes de mantenimiento%(close)s para más información.
fr: Rappel d'entretien régulier de votre Mr Beam. %(br)s Veuillez vérifier les %(open)sréglages d'entretien%(close)s pour plus de détails.

source: Stable
de: Stabiler Kanal
es: Estable
it: Stabile

source: Picture requested
de: Bild angefordert
es: Imagen solicitada
fr: Image réquisitionnée

source: Something went wrong. It's not you, it's us.
de: Etwas ist schief gelaufen. Es liegt nicht an dir, sondern an uns.
es: Algo salió mal. No eres tú, somos nosotros.
fr: Quelque chose s'est mal passé. Ce n'est pas vous le problème, c'est nous.

source: Marker engraving failed: <br>%(errmsg)s<br>Error:<br/>%(code)s %(status)s - %(errorThrown)s
de: Gravur der Markierungen ist fehlgeschlagen.<br>%(errmsg)s<br>Fehler:<br/>%(code)s %(status)s - %(errorThrown)s
es: El grabado de los marcadores: <br>%(errmsg)s<br>Error:<br/>%(code)s %(status)s - %(errorThrown)s
fr: La gravure a échoué.<br>%(errmsg)s<br> Erreur:<br/>%(code)s %(status)s - %(errorThrown)s

source: Couldn't send calibration data.
de: Es konnten keine Kalibrierdaten gesendet werden.
es: No se han podido enviar los datos de calibración.
fr: Impossible d'envoyer les données d'étalonnage.
it: Impossibile inviare i dati di calibrazione.

source: Please check your connection to the device.
de: Bitte überprüfe deine Verbindung zu deinem Mr Beam.
es: Por favor, comprueba tu conexión con el dispositivo.

source: Camera Calibrated.
de: Kamera kalibriert.
es: Cámara Calibrada.
fr: Caméra Calibrée.
it: Telecamera Calibrata.

source: Camera calibration was successful.
de: Die Kamerakalibrierung war erfolgreich.
es: La calibración de la cámara se ha realizado correctamente.
fr: Le calibrage de la caméra a réussi.
it: Calibrazione telecamera riuscita.

source: Calibration failed.<br><br>Error:<br/>%(code)s %(status)s - %(errorThrown)s
de: Kalibrierung fehlgeschlagen.<br><br>Fehler:<br/>%(code)s %(status)s - %(errorThrown)s
es: La calibración ha fallado.<br><br>Error:<br/>%(code)s %(status)s - %(errorThrown)s
fr: L'étalonnage a échoué.<br><br> Erreur:<br/>%(code)s %(status)s - %(errorThrown)s
it: Calibrazione fallita. <br><br>Errore:<br/>%(code)s %(status)s - %(errorThrown)s

source: Calibration started
de: Kalibrierung gestartet
es: Se ha empezado la calibración
fr: La calibrage a débuté

source: It shouldn't take long. Your device shows a green light when it is done.
de: Es sollte nicht lange dauern. Mr Beam zeigt ein grünes Licht, wenn es fertig ist.
es: No debería llevar mucho tiempo. Se mostrará una luz verde al terminar.

source: Couldn't start the lens calibration.
de: Konnte die Linsenkalibrierung nicht starten.
es: No se ha podido iniciar la calibración de la lente.
fr: Démarrage de la calibration échouée.

source: Is the machine on? Have you taken any pictures before starting the calibration?
de: Ist dein Mr Beam eingeschaltet? Hast Du vor Beginn der Kalibrierung Bilder gemacht?
es: ¿Está la máquina encendida? ¿Se ha tomado alguna una foto antes de iniciar la calibración?

source: Couldn't stop the lens calibration.
de: Konnte die Linsenkalibrierung nicht stoppen.
es: No se ha podido parar la calibración de la lente.

source: Please verify your connection to the device. Did you try canceling multiple times?
de: Bitte überprüfe die Verbindung zu Deinem Mr Beam. Hast du evtl. Mehrfach versucht, die Kalibrierung abzubrechen?
es: Por favor, verifica la conexión con el dispositivo. ¿Intentaste cancelar varias veces?

source: Reverted to factory settings.
de: Auf Werkseinstellungen zurückgesetzt.
es: Se ha vuelto a los ajustes de fábrica.

source: Your previous calibration has been deleted.
de: Deine vorherige Kalibrierung wurde gelöscht.
es: Se ha eliminado la calibración anterior.

source: Failed to revert to factory settings.
de: Die Werkseinstellungen konnten nicht wiederhergestellt werden.
es: No se ha podido volver a los ajustes de fábrica.

source: Information :
de: Informationen :
es: Información :

source: Failed to save the latest image.
de: Das letzte Bild konnte nicht gespeichert werden.
es: No se ha podido guardar la última imagen.
fr: Échec de sauvegarde de la dernière image.

source: Failed to delete the latest image.
de: Das letzte Bild konnte nicht gelöscht werden.
es: No se ha podido borrar la última imagen.
fr: Échec de suppression de la dernière image.

source: Failed to refresh the list of images.
de: Die Liste der Bilder konnte nicht aktualisiert werden.
es: No se ha podido actualizar la lista de imágenes.
fr: Échec lors du rafraîchissement de la liste d'images.

source: ...and I have no clue why. Sorry.
de: ...und ich habe keine Ahnung, warum. Sorry.
es: ...y no tenemos ni idea de por qué. Lo sentimos.
fr: ...et je ne sais pas pourquoi. Désolé.
it: e non ho idea del perché. Scusa.

source: Printed:
de: Gedruckt:
es: Impreso:
fr: Imprimé:

source: Print Error
de: Druckfehler
es: Error de impresión
fr: Erreur d'impression

source: Failed to create user
de: Benutzer erstellen fehlgeschlagen
es: No se pudo crear el usuario
fr: Erreur lors de la création de l'utilisateur
it: Creazione utente fallita

source: An error happened while creating user account.<br/><br/>%(opening_tag)sPlease click here to start over.%(closing_tag)s
de: Beim Erstellen eines Benutzerkontos ist ein Fehler aufgetreten.<br/><br/>%(opening_tag)sBitte klicke hier, um es erneut zu versuchen.%(closing_tag)s
es: Se ha producido un error al crear una cuenta de usuario.<br/><br/>%(opening_tag)sHaz clic aquí para empezar de nuevo.%(closing_tag)s
fr: Une erreur est survenue lors de la création de l'utilisateur.<br/><br/>%(opening_tag)sVeuillez cliquer ici pour commencer à nouveau.%(closing_tag)s
it: Si è verificato un errore durante la creazione dell’account dell’utente.<br/><br/>%(opening_tag)sPer favore clicca qui per ricominciare.%(closing_tag)s

source: You need to enter your valid e-mail address.
de: Du musst eine gültige E-Mail-Adresse eingeben.
es: Debes introducir una dirección de e-mail válida.
fr: Vous devez entrer une adresse e-mail valide.
it: Devi inserire un indirizzo e-mail valido.

source: Invalid emtpy password
de: Ungültiges leeres Passwort
es: Contraseña vacía
fr: Le mot de passe est vide
it: Password vuota non valida

source: You need to enter a valid password.
de: Du musst ein gültiges Passwort eingeben.
es: Debes introducir una contraseña válida.
fr: Vous devez entrer un mot de passe valide.
it: Devi inserire una password valida.

source: Passwords do not match
de: Passwörter stimmen nicht überein
es: Las contraseñas no coinciden
fr: Les mots de passe ne correspondent pas
it: Le password non corrispondono

source: Please retype your password.
de: Bitte gib Dein Passwort erneut ein.
es: Por favor, vuelve a escribir tu contraseña.
fr: Veuillez retaper votre mot de passe.
it: Per favore inserisci di nuovo la password.

source: You need to select an option
de: Du musst eine Option auswählen
es: Es necesario seleccionar una opción
fr: Vous devez sélectionner une option
it: Devi selezionare una opzione

source: Please make a choice about analytics.%(br)sYou will be able to change it later in the settings if you want.
de: Bitte entscheide Dich bezüglich Analytics.%(br)sDu kannst Deine Entscheidung später in den Einstellungen ändern, wenn Du möchtest.
es: Selecciona si quieres habilitar Analytics o no.%(br)sSiempre podrás cambiarlo en los ajustes si quieres.
fr: Veuillez faire un choix sur la collection de données.%(br)sVous pourrez le modifier plus tard dans les paramètres si vous le souhaitez.
it: Fai una scelta sulle statistiche.%(br)sSe lo desideri potrai cambiarli più tardi nei settaggi.

source: Unable to save your analytics state at the moment.%(br)sCheck connection to Mr Beam and try again.
de: Deine Einstellung zu Analytics kann im Moment nicht gespeichert werden. %(br)sPrüfe die Verbindung zu Mr Beam und versuche es erneut.
es: No se ha podido guardar tu estado de Analytics en este momento.%(br)sComprueba la conexión de Mr Beam e inténtalo de nuevo.
fr: Impossible d'enregistrer vos paramètres pour le partage de données pour le moment. %(br)sVérifiez votre connexion à Mr Beam et réessayer.

source: Unable to save your Gcode deletion state at the moment.%(br)sCheck connection to Mr Beam and try again.
de: Dein GCode-Löschstatus kann im Moment nicht gespeichert werden.%(br)sBitte prüfe die Verbindung zu Mr Beam und versuche es erneut.
es: No se ha podido guardar tu Gcode en este momento.%(br)sComprueba la conexión de Mr Beam e inténtalo de nuevo.

source: Let's go!
de: Auf geht's!
es: ¡Vamos allá!
fr: C'est parti !
it: Comiciamo!

source: Welcome to the #madewithmrbeam community
de: Willkommen in der #madewithmrbeam Community!
es: Bienvenido a la comunidad #madewithmrbeam

source: What's New
de: Was gibt's Neues
es: Novedades
fr: Quoi de Neuf
it: Cosa c’è di nuovo

source: What's New in Beta
de: Was gibt's Neues in Beta
es: Novedades en Beta

source: Start guided Tour
de: Geführte Tour
es: Empezar visita guiada

source: Skip tour
de: Überspringen
es: Omitir tour

source: Congratulations
de: Glückwunsch
es: Felicidades

source: Done
de: Erledigt
es: Listo
fr: Terminé
it: Fatto

source: (customized)
de: (benutzerdefiniert)
es: (personalizado)
fr: (personnalisé)
it: (personalizzato)

source: Preparing...
de: Vorbereitung...
es: Preparando...
fr: Préparation...
it: In preparazione…

source: The below presets are only a guidance, you might need to adjust them to your own material.
de: Die folgenden Voreinstellungen sind nur eine Orientierungshilfe; Du musst sie möglicherweise an Dein eigenes Material anpassen.
es: Estas configuraciones predeterminadas son solo una guía, es posible que tengas que ajustarlas a tu propio material.
fr: Les réglages prédéfinis ci-dessous ne sont donnés qu'à titre indicatif, il se peut que vous ayez besoin de les adapter à votre propre matériel.
it: I preset di seguito sono solo indicativi, potrebbe essere necessario regolarli in base al tuo materiale.

source: Manage materials
de: Materialien verwalten
es: Configurar materiales
fr: Gérer les matériaux
it: Gestisci materiali

source: Learn how to save<br />custom material settings...
de: Erfahre, wie Du Deine benutzerdefinierten<br />Materialeinstellungen speichern kannst.....
es: Aprende a guardar<br />ajustes de material personalizados...
fr: Apprenez comment sauvegarder <br />les réglages de matériaux personnalisés...
it: Impara come salvare i settaggi di un materiale personalizzato…

source: Search...
de: Suche...
es: Buscar...
fr: Rechercher...
it: Cerca…

source: Depending on the color the laser beam is reflected more or less.
de: Je nach Farbe wird der Laserstrahl mehr oder weniger reflektiert.
es: Dependiendo del color, el láser se refleja en mayor o menos medida.
fr: Selon la couleur, le faisceau laser est plus ou moins réfléchi.
it: A seconda del colore, il raggio laser viene più o meno riflesso.

source: Select a color close to the material's color to improve the result.
de: Wähle eine Farbe ähnlich zur Farbe des Materials, um das Ergebnis zu verbessern.
es: Selecciona un color parecido al color del material para mejorar el resultado.
fr: Sélectionnez une couleur proche de la couleur du matériau pour améliorer le résultat.
it: Seleziona un colore simile al colore del materiale per migliorare il risultato.

source: Set the thickness of the material.
de: Stelle die Dicke des Materials ein.
es: Ajusta el grosor del material.
fr: Réglez l'épaisseur du matériel.
it: Imposta lo spessore del materiale.

source: When cutting the material it is important to tell Mr Beam the thickness so that it can select the correct laser settings.
de: Beim Schneiden des Materials ist es wichtig, Mr Beam die Dicke mitzuteilen, damit er die richtigen Lasereinstellungen wählen kann.
es: Al cortar el material es importante indicar el grosor para que se puedan seleccionar los ajustes de láser correctos.
fr: Lors de la découpe du matériau, il est important d'indiquer à Mr Beam l'épaisseur afin qu'il puisse sélectionner les paramètres laser corrects.
it: Quando tagli il materiale, è importante comunicarne a Mr Beam lo spessore in modo che possa selezionare le impostazioni laser corrette.

source: Thickness
de: Dicke
es: Grosor
fr: Épaisseur
it: Spessore

source: Save custom material setting
de: Materialeinstellung speichern
es: Guardar ajustes de material personalizados
fr: Enregistrer les réglages personnalisés
it: Salva settaggi materiale personalizzato

source: Save Custom Material Setting
de: Materialeinstellung speichern
es: Guardar Ajustes de Material Personalizados
fr: Enregistrer les réglages Matériaux Personnalisés

source: Material Image
de: Materialbild
es: Imagen del Material
fr: Image du Matériau

source: Material Name
es: Nombre del Material
fr: Nom du Materiel
it: Nome del Materiale

source: Description
de: Beschreibung
es: Descripción

source: Save
de: Speichern
es: Guardar
fr: Sauvegarder
it: Salva

source: Reset to defaults
de: Auf Standard zurücksetzen
es: Restablecer valores por defecto
fr: Réinitialiser les paramètres
it: Ripristina impostazioni predefinite

source: Parameter assignment
de: Lasereinstellungen
es: Asignación de parámetros
fr: Affectation des paramètres
it: Assegnazione parametri

source: Help
de: Hilfe
es: Ayuda
fr: Aide

source: Skip
de: Überspringen
es: Omitir
fr: Ignorer
it: Salta

source: Drag cut and engrave symbols on this row to skip them.
de: Ziehe Schneide- oder Graviersymbole auf diese Zeile, um sie zu überspringen.
es: Arrastra los símbolos de grabado o corte a esta línea para omitirlos.
fr: Faites glisser les couleurs dans cette section pour les ignorer.

source: Engrave
de: Gravieren
es: Grabado
fr: Graver
it: Incidi

source: The intensity range used for engraving pixel graphics.
de: Der Intensitätsbereich, der für die Gravur von Pixelgrafiken verwendet wird.
es: El rango de intensidad utilizado para grabar gráficos de píxel.
fr: La plage d'intensité utilisée pour la gravure des fichiers pixelisés (image raster).
it: Il range di intensità utilizzata per l’incisione della grafica a pixel.

source: Bright/white pixels use the left (lower) value
de: Helle/weiße Pixel verwenden den linken (niedrigeren) Wert
es: Los píxeles brillantes/blancos utilizan el valor de la izquierda (más bajo)
fr: Les pixels blancs/brillants utilisent la valeur (inférieure) à gauche
it: I pixel bianchi / luminosi usano il valore sinistro (inferiore)

source: Dark/black pixels use the right (higher) value.
de: Dunkle/schwarze Pixel verwenden den rechten (höheren) Wert.
es: Los píxeles oscuros/negros utilizan el valor de la derecha (más alto).
fr: Les pixels foncés/noirs utilisent la valeur (supérieure) à droite.
it: I pixel scuri / neri usano il valore destro (più alto)

source: If you set both ends of the range to the same value, then the laser intensity won't change no matter the pixel brightness.
de: Wenn Du beide Enden des Bereichs auf den gleichen Wert setzt, ändert sich die Laserintensität nicht, unabhängig von der Pixelhelligkeit.
es: Si los dos extremos del rango tienen el mismo valor, la intensidad del láser no cambiará, aunque el brillo del píxel sea diferente.
fr: Des valeurs égales d'intensité maximale et minimale empêchent la variation d'intensité du laser quelque la luminosité des pixels.
it: Se si impostano entrambe le estremità dell’intervallo sullo stesso valore, l’intensità del laser non cambierà indipendentemente dalla luminosità dei pixel.

source: Intensity range
de: Intensitätsbereich
es: Rango de intensidad
fr: Plage d'intensité
it: Range di intensità

source: The movement velocity range used for engraving pixel graphics (50-3000 mm/min).
de: Der Geschwindigkeitsbereich, der für die Gravur von Pixelgrafiken verwendet wird (50-3000 mm/min).
es: El rango de velocidad utilizado para grabar gráficos de píxel (50-3000 mm/min).

source: Bright/white pixels use the left (higher) value
de: Helle/weiße Pixel verwenden den linken (höheren) Wert
es: Los píxeles brillantes/blancos utilizan el valor de la izquierda (más alto)
fr: Les pixels blancs/vifs utilisent la valeur (supérieure) à gauche
it: I pixel bianchi / luminosi usano il valore sinistro (più alto)

source: Dark/black pixels use the right (lower) value.
de: Dunkel/schwarze Pixel verwenden den rechten (niedrigeren) Wert.
es: Los píxeles oscuros/negros utilizan el valor de la derecha (más bajo).
fr: Les pixels noirs/foncés utilisent la valeur (inférieure) à droite.
it: I pixel scuri / neri usano il valore destro (più alto).

source: Equal values do not vary the laser velocity related to the pixel brightness.
de: Gleiche Werte variieren nicht die Lasergeschwindigkeit in Bezug auf die Pixelhelligkeit.
es: Dos valores iguales no varían la intensidad del láser en relación con el brillo del píxel.
fr: Des valeurs égales ne font pas varier la vitesse du laser en fonction de la luminosité des pixels.
it: I valori uguali non variano la velocità del laser in relazione alla luminosità dei pixel.

source: Speed range
de: Geschwindigkeitsbereich
es: Rango de velocidad
fr: Plage de vitesse
it: Range di velocità

source: Map the color of a vector path to a grayscale value for engraving.
de: Ordnen die Farbe eines Vektorpfades einem Graustufenwert für die Gravur zu.
es: Asigna el color de un path vectorial a un valor en escala de grises para el grabado.
fr: Affectez un niveau de gris à un chemin vectoriel pour la gravure.
it: Mappa il colore di un tracciato vettoriale con un valore in scala di grigi per l’incisione.

source: Line color mapping
de: Zuordnung der Linienfarben
es: Mapeo de color de línea
fr: Catégoriser la couleur des tracés
it: Mappatura del colore della linea

source: The power of the air compressor.
de: Die Stärkeeinstellung des Luftkompressors.
es: La potencia del compresor de aire.
fr: La puissance du compresseur pneumatique.
it: La potenza del compressore d’aria.
