Repository: mrbeam/MrBeamPlugin
Catalog: octoprint_mrbeam/translations/*/LC_MESSAGES/messages.po
Languages: de, es, fr, it

source: First open the orange lid of your Mr Beam.
de: Öffne zuerst den orangefarbenen Deckel Deines Mr Beam.
es: Primero, abre la tapa naranja de tu Mr Beam.
fr: Ouvrez d'abord le couvercle orange de votre Mr Beam.

source: Then place the felt for the laser job somewhere in the middle of Mr Beam's working area.
de: Platziere dann den Filz für den Laserjob irgendwo in der Mitte der Arbeitsfläche des Mr Beam.
es: Luego pon el fieltro dentro, por el centro del área de trabajo.
fr: Placez ensuite le feutre quelque part au milieu de la zone de travail de Mr Beam.

source: Wait for the camera to take a picture. You will see a black and white picture of your felt here in your browser.
de: Warte, bis die Kamera ein Bild aufgenommen hat. Dann siehst hier im Browser ein schwarz-weißes Bild von Deinem Filz.
es: Espera a que la cámara saque una foto. En el navegador, verás una foto en blanco y negro del fieltro.
fr: Attendez que l'appareil prenne une photo. Vous verrez une image en noir et blanc de votre plan de travail ici dans le navigateur.
it: Attendi che la fotocamera scatti una foto. Vedrai un’immagine in bianco e nero del tuo feltro qui nel tuo browser.

source: Once you have a good picture, close the lid of your Mr Beam and click "next".
de: Sobald Du ein gutes Bild hast, schließe den Deckel Deines Mr Beam und klicke auf "Weiter".
es: Cuando tengas una buena foto, cierra la tapa y haz clic en "siguiente".
fr: Une fois que vous avez une bonne photo, fermez le couvercle de votre Mr Beam et cliquez sur "suivant".

source: Ready to select our design?
de: Bereit, das Design auszuwählen?
es: ¿Seleccionamos un diseño?
fr: Prêt à choisir votre design ?
it: Pronto a selezionare il disegno?

source: Click on <strong>design library</strong>.
de: Klicke auf <strong>Designbibliothek</strong>.
es: Haz clic en <strong>biblioteca de diseños</strong>.
fr: Cliquez sur la <strong>bibliothèque de designs</strong>.
it: Clicca su <strong>libreria design</strong>.

source: Here you can find some designs and later you will also be able to upload your own.
de: Hier findest Du einige Designs. Später kannst Du auch Deine eigenen Werke hochladen.
es: Aquí puedes encontrar algunos diseños y más adelante también podrás subir los tuyos.
fr: Ici vous pouvez trouver quelques dessins et vous pourrez aussi y ajouter les vôtres plus tard.
it: Qui puoi trovare alcuni disegni e in seguito potrai anche caricare i tuoi.

source: Select this design file to place it on the working area.
de: Wähle dieses Design aus, um es auf der Arbeitsfläche zu bringen.
es: Selecciona este diseño para colocarlo en el área de trabajo.
fr: Sélectionnez ce fichier de conception pour le placer dans l'espace de travail.
it: Seleziona questo file per posizionare il disegno nell’area di lavoro.

source: For your first laser job, we thought you might like this nice key ring :)
de: Für Deinen ersten Laserjob dachten wir, Dir gefällt vielleicht dieser hübsche Schlüsselanhänger :)
es: Para tu primer trabajo, hemos pensado que podría gustarte este bonito llavero :)
fr: Pour votre première fois avec Mr Beam, nous avons pensé que vous aimeriez peut-être ce joli porte-clés :)
it: Per il tuo primo lavoro al laser, abbiamo pensato che ti sarebbe piaciuto questo simpatico portachiavi :)

source: Please click on this tile to place it on the <strong>working area</strong>.
de: Bitte klicken Sie auf diese Kachel, um es auf die <strong>Arbeitsfläche</strong> zu legen.
es: Por favor, haz clic en este recuadro para colocarlo en el <strong>área de trabajo</strong>.
fr: Veuillez cliquer sur cette tuile pour la placer sur l'<strong>espace de travail</strong>.
it: Fare clic su questo riquadro per posizionarlo sull’ <strong>area di lavoro</strong>.

source: Great! You can now move the design
de: Prima! Jetzt kannst Du das Design verschieben
es: ¡Genial! Ahora puedes mover el diseño
fr: Super ! Vous pouvez maintenant déplacer le patron
it: Fatastico! Ora puoi rimuovere il disegno

source: First click on it and then drag and drop it to place it on top of the material.
de: Klicke zuerst darauf und ziehe es dann per Drag & Drop, um es auf Dein Arbeits-Material zu bringen.
es: Primero haz clic en él y luego arrástralo y suéltalo encima del material.
fr: Cliquez d'abord dessus, puis faites-le glisser et déposez-le pour le placer sur le matériau.
it: Prima fai clic su di esso, quindi trascinalo e rilascialo per posizionarlo sopra il materiale.

source: Click "next" when you're done.
de: Klicke auf "Weiter", wenn Du fertig bist.
es: Haz clic en "siguiente" cuando estés listo.
fr: Cliquez sur "Suivant" lorsque vous avez terminé.
it: Clicca “Avanti” quando hai finito.

source: Hint: You can also type the coordinates directly into the left-side list.
de: Tipp: Du kannst die Koordinaten auch direkt in der Liste (links) eintippen.
es: Una pista: también puedes escribir las coordenadas directamente en la lista de la izquierda.
fr: Astuce : Vous pouvez également entrer les coordonnées directement dans les paramètres à gauche.
it: Suggerimento: puoi anche digitare le coordinate direttamente nell’elenco a sinistra.

source: And... let’s proceed to select the parameters!
de: Und.... weiter geht’s mit der Auswahl der Laserparameter.
es: Y... ¡vamos a seleccionar los parámetros!
fr: Et... allons choisir les paramètres de découpe!
it: E … procediamo a selezionare i parametri!

source: Don't worry, the laser won't fire immediately.
de: Keine Sorge, der Laser wird nicht sofort ausgelöst.
es: No te preocupes, el láser no se pondrá en marcha todavía.
fr: Ne vous inquiétez pas, le laser ne s'allume pas immédiatement.
it: Non preoccuparti, il laser non si accende immediatamente.

source: Just 3 quick steps...
de: Nur 3 kurze Schritte.....
es: Sólo 3 pasos rápidos...
fr: Plus que 3 étapes rapides...
it: Solo 3 rapidi passaggi …

source: Reminder: Is your laser head focused?
de: Erinnerung: Hast Du den Laserkopf fokussiert?
es: ¿Has enfocado el cabezal láser?
fr: Rappel : Est-ce que le laser est focalisé?
it: Promemoria: la testa del laser è messa a fuoco?

source: The height of the laser head needs to be adjusted according to your material.
de: Die Höhe des Laserkopfes muss entsprechend Deinem Material angepasst werden.
es: La altura del cabezal láser debe ser ajustada a tu material.
fr: La hauteur de la tête laser doit être ajustée en fonction de votre matériau.
it: L’altezza della testa del laser deve essere regolata in base al materiale.

source: We assumed that it is already focused.
de: Wir gehen davon aus, dass er bereits fokussiert ist.
es: Hemos asumido que ya está enfocado.
fr: Nous avons supposé qu'il était déjà ajusté.
it: Abbiamo ipotizzato che sia già a fuoco.

source: <strong>If it is focused</strong> click on "It's focused!"
de: <strong>Wenn er fokussiert ist</strong>, klicke auf “Fokussiert!”
es: <strong>Si está enfocado</strong> haz clic en "¡Enfocado!"
fr: <strong>Si il est focalisé</strong>, cliquez sur "C'est mis au point !"
it: <strong>Se è a fuoco</strong> clicca su “E’ a fuoco!”

source: <strong>If it's NOT focused</strong> you should cancel this tour here and focus it. %(line_break)s%(opening_tag)sLearn how to do this.%(closing_tag)s
de: <strong>Wenn er nicht fokussiert ist</strong>, solltest Du diese Tour hier abbrechen und fokussieren. %(line_break)s%(opening_tag)sErfahre, wie das geht.%(closing_tag)s
es: <strong>Si NO está enfocado</strong> cancela el tour y enfócalo. %(line_break)s%(opening_tag)sAprende cómo hacerlo.%(closing_tag)s
fr: <strong>Si ce N'est PAS le cas</strong>, vous devriez mettre de côté cette présentation et l'ajuster.%(line_break)s%(opening_tag)sApprendre à le faire.%(closing_tag)s

source: Select the material
de: Wähle das Material
es: Selecciona el material
fr: Sélectionnez le matériau
it: Seleziona il materiale

source: For this guide we want to use felt.
de: Für diese Tour möchten wir Filz verwenden.
es: Para este tour queremos utilizar fieltro.
fr: Pour ce guide, nous voulons utiliser du feutre acrylique.
it: Per questa guida usiamo il feltro.

source: However as you can see there are many different options. :)
de: Aber wie zu sehen ist, gibt es viele verschiedene Möglichkeiten :)
es: De todas formas, como puedes ver hay muchas opciones diferentes. :)

source: Select the color of the material
de: Wähle die Farbe des Materials aus
es: Selecciona el color del material
fr: Sélectionner la couleur du matériau
it: Seleziona il colore del materiale

source: This is important because different colors absorb the laser differently.
de: Das ist wichtig, da verschiedene Farben den Laser unterschiedlich absorbieren.
es: Esto es importante porque el láser se absorbe de manera diferente dependiendo del color.
fr: C'est important parce que les différentes couleurs absorbent le laser différemment.
it: Questo è importante perché colori diversi assorbono il laser in modo diverso.

source: Select the thickness of the material
de: Wähle die Dicke des Materials aus
es: Selecciona el grosor del material
fr: Sélectionner l'épaisseur du matériau
it: Seleziona lo spessore del materiale

source: Select 3mm.
de: Wähle 3mm.
es: Selecciona 3mm.
fr: Sélectionnez 3mm.
it: Seleziona 3mm.

source: Today we want our felt to be cut as well as engraved. Therefore we have to select its thickness.
de: Hier wollen wir, dass unser Filz sowohl geschnitten als auch graviert wird. Deshalb müssen wir eine Dicke auswählen.
es: Queremos cortar y grabar nuestro fieltro, por lo que tenemos que seleccionar su grosor.
fr: Aujourd'hui nous voulons que notre feutre soit aussi bien découpé que gravé. Il faut donc en choisir l'épaisseur.
it: Oggi vogliamo che il nostro feltro sia tagliato e inciso. Pertanto dobbiamo selezionare il suo spessore.

source: (If you want to engrave only, the thickness doesn't matter.)
de: (Wenn Du nur gravieren möchtest spielt die Dicke keine Rolle.)
es: (Si solo quieres grabarlo, el grosor da igual.)
fr: (L'épaisseur n'a pas d'importance si vous ne souhaitez que faire de la gravure.)
it: (Se vuoi solo incidere, lo spessore non ha importanza.)

source: We’re ready to go!
de: Wir sind soweit!
es: ¡Listos para empezar!
fr: Nous sommes prêts à partir !
it: Siamo pronti a partire!

source: Press Start and your Mr&nbsp;Beam&nbsp;II will prepare your laser job.
de: Klicke auf Start und Mr&nbsp;Beam&nbsp;II wird Deinen Laserjob vorbereiten.
es: Haz clic aquí y tu Mr&nbsp;Beam&nbsp;II se preparará para el trabajo.
fr: Appuyez sur Start et votre Mr&nbsp;Beam&nbsp;II préparera votre tâche.
it: Premi Inizia e il tuo Mr Beam II si preparerà il tuo lavoro laser.

source: Should our pre-configured material settings not really cut it (pun intended), you can tweak them in the lower section of this screen.
de: Sollten unsere vorkonfigurierten Materialeinstellungen nicht wirklich passen, kannst Du diese im unteren Bereich dieses Bildschirms anpassen.
es: Si ves que los ajustes preconfigurados no cortan bien (son solo una guía), puedes modificarlos en la sección inferior de esta página.
fr: Si nos réglages préconfigurés semblent incorrects, vous pouvez les modifier dans la partie inférieure de cette page.
it: Se le nostre impostazioni del materiale preconfigurato non lo tagliano davvero, puoi modificarle nella parte inferiore di questa schermata.

source: Mr Beam is now preparing your laser job
de: Mr Beam bereitet jetzt Deinen Laserjob vor
es: Mr Beam está preparando el trabajo
fr: Mr Beam est en train de préparer votre tâche

source: This takes a few seconds. Just relax.
de: Dies dauert einige Sekunden. Du kannst Dich etwas zurücklehnen.
es: Tardará unos segundos...
fr: Cela prend quelques secondes. Profitez en pour vous détendre.
it: Questo richiede alcuni secondi. Rilassati.

source: Done! As soon as you click the start button on your Mr&nbsp;Beam&nbsp;II, the magic will begin 🎉
de: Fertig! Wenn Du jetzt auf den Start-Knopf an Deinem Mr&nbsp;Beam&nbsp;II drückst, beginnt die Magie 🎉
es: ¡Hecho! En cuanto hagas clic en el botón de tu Mr&nbsp;Beam&nbsp;II, empezará la mágia 🎉
fr: C'est fait ! Dès que vous cliquez sur le bouton de démarrage de votre Mr&nbsp;Beam&nbsp;II, la magie opère 🎉
it: Fatto! Nel momento in cui clicchi il pulsante di start il tuo Mr&nbsp;Beam&nbsp;II, la magia avrà inizio 🎉

source: Thank you for doing this first laser job with us.
de: Danke, dass Du diesen ersten Laserjob mit uns gemacht hast.
es: Gracias por hacer tu primer trabajo con nosotros.
fr: Merci d'avoir fait cette première découpe avec nous.
it: Grazie per aver fatto questo primo lavoro al laser con noi.

source: For more in-depth information you can check our %(opening_tag)sKnowledge Base%(closing_tag)s, where you will find a lot of articles about Mr Beam.
de: Für weitere Informationen kannst Du unsere %(opening_tag)sKnowledge Base%(closing_tag)s besuchen, wo Du viele wissenswerte Artikel zu Mr Beam findest.
es: Para información más detallada puedes echarle un vistazo a nuestra %(opening_tag)sKnowledge Base%(closing_tag)s, donde puedes encontrar un montón de artículos sobre Mr Beam.
fr: Pour de plus d'informations, vous pouvez consulter notre %(opening_tag)sBase de Connaissances%(closing_tag)s, où vous trouverez de nombreux articles sur Mr Beam.

source: Done!
de: Fertig!
es: ¡Listo!
fr: Terminé !
it: Fatto!

source: Working area has to be empty to start this tour.
de: Die Arbeitsfläche muss leer sein, um diese Tour zu starten.
es: El área de trabajo tiene que estar vacía para empezar este tour.
fr: L'espace de travail doit être vide pour commencer cette visite.
it: Per iniziare questo tour, l’area di lavoro deve essere vuota.

source: Click here to remove all designs from your working area.
de: Klicke hier, um alle Designs von der Arbeitsfläche zu entfernen.
es: Haz clic aquí para eliminar los diseños del área de trabajo.
fr: Cliquez ici pour supprimer tous les motifs de votre espace de travail.
it: Clicca qui per rimuovere tutti i disegni dall’area di lavoro.

source: Next
de: Weiter
es: Siguiente
fr: Suivant
it: Prossimo

source: Back
de: Zurück
es: Atrás
fr: Retour

source: Close
de: Schließen
es: Cerrar
fr: Fermer
it: Chiudi

source: No laser head unit found
de: Keine Laserkopfeinheit gefunden
es: Cabezal láser no encontrado
fr: Tête laser non reconnue

source: Laser head unit not found. Please make sure that the laser head unit is connected correctly.
de: Keine Laserkopfeinheit gefunden. Bitte stellen Sie sicher, dass der Laserkopf korrekt angeschlossen ist.
es: Cabezal láser no encontrado. Por favor, asegúrate de que esté bien conectado.
fr: Tête laser manquante. Veuillez vous assurer qu'elle est correctement connectée.

source: Bottom Plate Error
de: Bodenplattenfehler
es: Error de la Placa Inferior
fr: Erreur de plaque inférieure
it: Errore del Piano Inferiore

source: The bottom plate is not closed correctly. Please make sure that the bottom is correctly mounted as described in the Mr Beam user manual.
de: Die Bodenplatte ist nicht richtig geschlossen. Bitte stelle sicher, dass die Bodenplatte korrekt montiert ist wie es in der Mr Beam-Betriebsanleitungen beschrieben ist.
es: La placa inferior no está cerrada correctamente. Asegúrate de que la parte inferior esté correctamente montada, tal y como se describe en el manual del usuario de Mr Beam.
fr: La plaque inférieure n'est pas fermée correctement. Veuillez vous assurer qu'elle soit correctement montée comme décrit dans le manuel d'utilisation de Mr Beam.

source: Hardware malfunction
de: Hardware-Funktionsstörung
es: Fallo de hardware
fr: Dysfonctionnement matériel
it: Malfunzionamento hardware

source: A possible hardware malfunction has been detected on this device.
de: Eine mögliche Hardware-Funktionsstörung wurde auf diesem Gerät erkannt.
es: Se ha detectado un posible fallo de hardware en este dispositivo.
fr: Un éventuel dysfonctionnement matériel a été détecté sur cet appareil.

source: Camera busy
de: Kamera beschäftigt
es: Cámara ocupada
fr: Caméra occupée

source: The camera was stopped recently, it will take a few seconds to restart.
de: Die Kamera wurde vor kurzem gestoppt, es wird einige Sekunden dauern, bis sie wieder startet.
es: La cámara ha parado, tardará unos segundos en reiniciarse.
fr: La caméra s'est récemment arrêtée et redémarre dans un instant.

source: No update information
de: Keine Informationen für Updates
es: No hay información sobre actualizaciones

source: No information about available updates could be retrieved, please try again later. Errorcode: E-1000
de: Es konnten keine Informationen über updates ermittelt werden, probiere es später noch einmal. Errorcode: E-1000
es: No se ha podido obtener información sobre actualizaciones,inténtalo más tarde por favor. Código de error: E-1000

source: Error during fetching update information
de: Fehler währen der Ermittlung von update Informationen
es: Error al intentar obtener información sobre actualizaciones

source: There was a error during fetching the update information Errorcode: E-1001
de: Es gab einen Fehler währen der Ermittlung von update Informationen. Errorcode: E-1001
es: Ha habido un error al obtener información sobre las actualizaciones. Código de error: E-1001

source: There was a error during fetching the update information, please try again later.
de: Es gab einen Fehler währen der Ermittlung von update Informationen, probiere es später noch einmal.
es: Ha habido un error al obtener información sobre las actualizaciones, inténtalo más tarde por favor.

source: Camera Error
de: Kamerafehler
es: Error de Cámara
fr: Erreur caméra
it: Errore telecamera

source: The camera has had a small issue, please restart your Mr Beam if you need to use the camera to continue with your work.
de: Die Kamera hatte ein Problem, bitte starte Deinen Mr Beam neu, um die Kamera wieder zu nutzen.
es: Ha habido un pequeño problema con la cámara, por favor reinicia tu Mr Beam si necesitas seguir utilizándola.
fr: La caméra a eu nu petit problème, veuillez redémarrer votre Mr Beam si vous avez besoin de la caméra pour continuer avec votre travail.

source: Thank you
de: Danke
es: Gracias
fr: Merci!

source: The last image from your camera was submitted to Mr Beam and is going to be uploaded silently in the background.
de: Das letzte Bild der Kamera wurde an Mr Beam übermittelt und wird nun still im Hintergrund hochgeladen.
es: Se ha enviado la última imagen de tu cámara a Mr Beam y se subirá silenciosamente en el segundo plano.
fr: La dernière image depuis votre caméra a été soumise à Mr Beam et sera envoyée en tâche de fond.

source: Lens Calibration Over
de: Linsenkalibrierung abgeschlossen
es: Calibración de Lente finalizada

source: A new lens calibration file has been created and is now being used.
de: Eine neue Linsenkalibrierungs-Datei wurde erstellt und wird nun verwendet.
es: Se ha creado un nuevo archivo de calibración de lente y es el que se usará de aquí en adelante.

source: For more information check out this %(opening_tag)sKnowledge Base article%(closing_tag)s
de: Weitere Informationen findest Du in diesem %(opening_tag)sKnowledge Base-Artikel%(closing_tag)s
es: Para más información lee este %(opening_tag)sKnowledge Base article%(closing_tag)s
fr: Pour de plus d'informations, veuillez consulter cet %(opening_tag)sarticle de la Base de Connaissances%(closing_tag)s

source: Browse our %(opening_tag)sKnowledge Base%(closing_tag)s
de: Gehe zu unserer %(opening_tag)sKnowledge Base%(closing_tag)s
es: Navega por nuestra %(opening_tag)sKnowledge Base%(closing_tag)s
fr: Consulter notre %(opening_tag)sBase de Connaissances%(closing_tag)s

source: Rectangle
de: Rechteck
es: Rectángulo
it: Rettangolo

source: Line
de: Linie
es: Línea

source: Circle
de: Kreis
es: Círculo
fr: Cercle
it: Cerchio

source: Star
de: Stern
es: Estrella
fr: Étoile
it: Stella

source: Heart
de: Herz
es: Corazón
fr: Coeur
it: Cuore

source: Limited split result.
de: Nur teilweise zerteiltes Ergebnis.
es: Resultado de división limitado.
fr: Résultat de la séparaion limitée

source: Splitting this design would result in too many parts. Here are ${split_result.length} parts. You can split the last one again if necessary.
de: Das Zerteilen dieses Designs würde zu viele Teile ergeben. Hier sind ${split_result.length} Teile. Du kannst den letzten Teil bei Bedarf noch einmal zerteilen.
es: Dividir este diseño resultaría en demasiadas partes. Se ha dividido en ${split_result.length} partes. Puedes dividir el último de nuevo si es necesario.
fr: Ce design se sépare en trop d'éléments. Voici ${split_result.length} éléments. Vous pouvez séparer le dernier à nouveau si besoin.

source: No different line colors found.
de: Keine unterschiedlichen Linienfarben gefunden.
es: No se encontraron diferentes colores de línea.
fr: Toutes les lignes sont de la même couleur.

source: No non-intersecting shapes found.
de: Keine nicht-überlappenden Formen gefunden.
es: No se han encontrado formas sin intersecciones.
fr: Toutes les silhouettes s'intersectent.

source: Looks like a single path.
de: Sieht nach einem einzigen Pfad aus.
es: Parece un solo trazado.
fr: Il semblerait que ce soit un seul tracé.

source: Element not splittable with this method.
de: Element is nicht zerteilbar mit dieser Methode.
es: Elemento no divisible con este método.
fr: Cet élément n'est pas séparable avec cette méthode.

source: Can't split this design.
de: Dieses Design kann nicht zerteilt werden.
es: No se puede dividir este diseño.
fr: Impossible de séparer ce design.

source: The SVG file contains unsupported elements: '%(unsupportedElemsDetected)s'. These elements got removed.
de: Die SVG-Datei enthält nicht unterstützte Elemente: %(unsupportedElemsDetected)s’ Diese Elemente wurden entfernt.
es: El archivo SVG contiene elementos que no están soportados: %(unsupportedElemsDetected)s’ Estos elementos han sido eliminados.

source: Unsupported elements in SVG: '%(unsupportedElemsDetected)s'
de: Nicht unterstützte Elemente in SVG: ‘%(unsupportedElemsDetected)s’
es: Elementos no soportados en SVG: ‘%(unsupportedElemsDetected)s’

source: The SVG file contains text elements.%(br)sIf you want to laser just their outlines,%(br)splease convert them to paths.%(br)sOtherwise they will be engraved with infill.
de: Die SVG-Datei enthält Textelemente.%(br)sWenn Du nur ihre Umrisse lasern willst,%(br)skonvertiere sie in Pfade.%(br)sAnsonsten werden sie mit Füllung graviert.
es: El archivo SVG contiene elementos de texto.%(br)sSi quieres grabar solo los contornos, por favor conviértelos a path.%(br)sDe lo contrario, se grabarán con relleno.
fr: Le fichier SVG contient du texte.%(br)sSi vous voulez seulement en couper ou graver le contour, %(br)s veuillez en convertir le tracé;%(br)ssinon seul l'intérieur des lettres sera gravé.
it: Il file SVG contiene degli elementi di testo.%(br)sSe vuoi laserare il loro contorno convertili in tracciati%(br)sAltrimenti saranno incisi con il riempimento.

source: Text elements found
de: Textelemente gefunden
es: Elementos de texto encontrados
fr: Texte détecté
it: Sono presenti elementi di testo
